Repository: WalletUpLLC/wallet-up-login-customizer
Catalog: languages/wallet-up-login-customizer-*.po
Languages: ar, de_de, es_es, fr_fr, he_il, it_it, ja, ko_kr, pt_br

source: Send email alerts for security events
ar: إرسال تنبيهات بريد إلكتروني للأحداث الأمنية
de_de: E-Mail-Benachrichtigungen für Sicherheitsereignisse senden
es_es: Enviar alertas por correo para eventos de seguridad
fr_fr: Envoyer des alertes par e-mail pour les événements de sécurité

source: Alert Threshold
ar: حد التنبيه
de_de: Alarmschwelle
es_es: Umbral de alerta
fr_fr: Seuil d'alerte

source: Send alert after this many failed attempts
ar: إرسال تنبيه بعد هذا العدد من المحاولات الفاشلة
de_de: Benachrichtigung nach dieser Anzahl fehlgeschlagener Versuche senden
es_es: Enviar alerta después de estos intentos fallidosCuánto tiempo bloquear usuarios después de demasiados intentos fallidos.

source: Notification Email
ar: بريد الإشعارات الإلكتروني
de_de: Benachrichtigungs-E-Mail
es_es: Correo de notificación
fr_fr: E-mail de notification

source: Send Test Email
ar: إرسال بريد تجريبي
de_de: Test-E-Mail senden
es_es: Enviar correo de prueba
fr_fr: Envoyer un e-mail de test

source: Email address to receive security alerts
ar: عنوان البريد الإلكتروني لاستقبال التنبيهات الأمنية
de_de: E-Mail-Adresse für den Empfang von Sicherheitsbenachrichtigungen
es_es: Dirección de correo para recibir alertas de seguridad

source: Digest Mode
ar: وضع الملخص اليومي
de_de: Zusammenfassungsmodus
es_es: Modo resumen
fr_fr: Mode résumé

source: Send daily digest instead of individual alerts
ar: إرسال ملخص يومي بدلاً من التنبيهات الفردية
de_de: Tägliche Zusammenfassung anstatt einzelner Benachrichtigungen senden
es_es: Enviar resumen diario en lugar de alertas individuales
fr_fr: Envoyer un résumé quotidien au lieu d'alertes individuelles

source: Reduces email frequency by combining alerts into a single daily summary
ar: يقلل تكرار البريد الإلكتروني من خلال دمج التنبيهات في ملخص يومي واحد
de_de: Reduziert die E-Mail-Häufigkeit durch Zusammenfassung von Benachrichtigungen in eine tägliche Übersicht
es_es: Reduce la frecuencia de correos combinando las alertas en un resumen diario único
fr_fr: Réduit la fréquence des e-mails en combinant les alertes en un seul résumé quotidien

source: Whitelisted IPs
ar: عناوين IP المسموحة
de_de: Zugelassene IP-Adressen
es_es: IPs en lista blanca
fr_fr: IPs sur liste blanche

source: Your current IP: %s
ar: عنوان IP الحالي: %s
de_de: Ihre aktuelle IP: %s
es_es: Tu IP actual: %s
fr_fr: Votre IP actuelle : %s

source: Your current IP: Unknown
ar: عنوان IP الحالي: غير معروف
de_de: Ihre aktuelle IP: Unbekannt
es_es: Tu IP actual: Desconocida
fr_fr: Votre IP actuelle : Inconnue

source: Security Headers
ar: رؤوس الأمان
de_de: Sicherheitsheader
es_es: Encabezados de seguridad
fr_fr: En-têtes de sécurité
he_il: כותרות אבטחה
it_it: Intestazioni di sicurezza
ja: セキュリティヘッダー
ko_kr: 보안 헤더
pt_br: Cabeçalhos de segurança

source: Enable security headers (X-Frame-Options, CSP, etc.)
de_de: Sicherheitsheader aktivieren (X-Frame-Options, CSP, etc.)
es_es: Habilitar cabeceras de seguridad (X-Frame-Options, CSP, etc.)

source: Save Settings
ar: حفظ الإعدادات
de_de: Einstellungen speichern
es_es: Guardar configuración
fr_fr: Enregistrer les paramètres
he_il: שמור הגדרות
it_it: Salva impostazioni
ja: 設定を保存
ko_kr: 설정 저장
pt_br: Salvar configurações

source: Preview Login Page
ar: معاينة صفحة تسجيل الدخول
de_de: Anmeldeseite vorschauen
es_es: Vista previa de la página de inicio de sesión
fr_fr: Aperçu de la page de connexion
he_il: תצוגה מקדימה של דף התחברות
it_it: Anteprima pagina di login
ja: ログインページをプレビュー
ko_kr: 로그인 페이지 미리보기
pt_br: Visualizar página de login

source: See how your login page looks with current settings.
ar: شاهد كيف تبدو صفحة تسجيل الدخول الخاصة بك مع الإعدادات الحالية.
de_de: Sehen Sie, wie Ihre Anmeldeseite mit den aktuellen Einstellungen aussieht.
es_es: Vea cómo se ve su página de inicio de sesión con la configuración actual.
fr_fr: Voir comment votre page de connexion apparaît avec les paramètres actuels.
he_il: ראה כיצד נראה דף ההתחברות שלך עם ההגדרות הנוכחיות.
it_it: Vedi come appare la tua pagina di login con le impostazioni attuali.
ja: 現在の設定でログインページがどのように見えるか確認。
ko_kr: 현재 설정으로 로그인 페이지가 어떻게 보이는지 확인하세요.
pt_br: Veja como sua página de login fica com as configurações atuais.

source: Open Preview
ar: فتح المعاينة
de_de: Vorschau öffnen
es_es: Abrir vista previa
fr_fr: Ouvrir l'aperçu
he_il: פתח תצוגה מקדימה
it_it: Apri anteprima
ja: プレビューを開く
ko_kr: 미리보기 열기
pt_br: Abrir visualização

source: Reinstall Files
ar: إعادة تثبيت الملفات
de_de: Dateien neu installieren
es_es: Reinstalar archivos
fr_fr: Réinstaller les fichiers
he_il: התקן מחדש קבצים
it_it: Reinstalla file
ja: ファイルを再インストール
ko_kr: 파일 재설치
pt_br: Reinstalar arquivos

source: If you need to reset the customizations, you can reinstall the enhanced login files.
ar: إذا كنت بحاجة إلى إعادة تعيين التخصيصات، يمكنك إعادة تثبيت ملفات تسجيل الدخول المحسّنة.
de_de: Wenn Sie die Anpassungen zurücksetzen müssen, können Sie die erweiterten Anmeldedateien neu installieren.
es_es: Si necesita restablecer las personalizaciones, puede reinstalar los archivos de inicio de sesión mejorados.
fr_fr: Si vous devez réinitialiser les personnalisations, vous pouvez réinstaller les fichiers de connexion améliorés.
he_il: אם אתה צריך לאפס את ההתאמות האישיות, אתה יכול להתקין מחדש את קבצי ההתחברות המשופרים.
it_it: Se devi ripristinare le personalizzazioni, puoi reinstallare i file di login avanzati.
ja: カスタマイズをリセットする必要がある場合は、拡張ログインファイルを再インストールできます。
ko_kr: 사용자 정의를 재설정해야 하는 경우 향상된 로그인 파일을 다시 설치할 수 있습니다.
pt_br: Se você precisar redefinir as personalizações, pode reinstalar os arquivos de login aprimorados.

source: Required Files & Paths:
ar: الملفات والمسارات المطلوبة:
de_de: Erforderliche Dateien & Pfade:
es_es: Archivos y rutas requeridos:
fr_fr: Fichiers et chemins requis :
he_il: קבצים ונתיבים נדרשים:
it_it: File e percorsi richiesti:
ja: 必要なファイルとパス：
ko_kr: 필수 파일 및 경로:
pt_br: Arquivos e caminhos necessários:

source: Login page styles
ar: أنماط صفحة تسجيل الدخول
de_de: Anmeldeseiten-Stile
es_es: Estilos de la página de inicio de sesión
fr_fr: Styles de la page de connexion
he_il: סגנונות דף התחברות
it_it: Stili della pagina di accesso
ja: ログインページのスタイル
ko_kr: 로그인 페이지 스타일
pt_br: Estilos da página de login

source: Admin interface styles
ar: أنماط واجهة الإدارة
de_de: Admin-Oberflächen-Stile
es_es: Estilos de la interfaz de administración
fr_fr: Styles de l'interface d'administration
he_il: סגנונות ממשק ניהול
it_it: Stili dell'interfaccia di amministrazione
ja: 管理インターフェースのスタイル
ko_kr: 관리 인터페이스 스타일
pt_br: Estilos da interface de administração

source: Login page functionality
ar: وظائف صفحة تسجيل الدخول
de_de: Anmeldeseiten-Funktionalität
es_es: Funcionalidad de la página de inicio de sesión
fr_fr: Fonctionnalité de la page de connexion
he_il: פונקציונליות דף התחברות
it_it: Funzionalità della pagina di accesso
ja: ログインページの機能
ko_kr: 로그인 페이지 기능
pt_br: Funcionalidade da página de login

source: Admin interface scripts
ar: نصوص واجهة الإدارة
de_de: Admin-Oberflächen-Skripte
es_es: Scripts de la interfaz de administración
fr_fr: Scripts de l'interface d'administration
he_il: סקריפטים של ממשק ניהול
it_it: Script dell'interfaccia di amministrazione
ja: 管理インターフェースのスクリプト
ko_kr: 관리 인터페이스 스크립트
pt_br: Scripts da interface de administração

source: Core functionality
ar: الوظائف الأساسية
de_de: Kernfunktionalität
es_es: Funcionalidad principal
fr_fr: Fonctionnalité principale
he_il: פונקציונליות ליבה
it_it: Funzionalità principale
ja: コア機能
ko_kr: 핵심 기능
pt_br: Funcionalidade principal

source: Source files are in /assets/ directory
ar: الملفات المصدرية موجودة في دليل /assets/
de_de: Quelldateien befinden sich im /assets/ Verzeichnis
es_es: Los archivos fuente están en el directorio /assets/
fr_fr: Les fichiers sources sont dans le répertoire /assets/
he_il: קבצי המקור נמצאים בתיקיית /assets/
it_it: I file sorgente sono nella directory /assets/
ja: ソースファイルは/assets/ディレクトリにあります
ko_kr: 소스 파일은 /assets/ 디렉토리에 있습니다
pt_br: Arquivos fonte estão no diretório /assets/

source: ⚠️ This will overwrite existing customizations. Use only if files are missing or corrupted.
ar: ⚠️ سيؤدي هذا إلى استبدال التخصيصات الموجودة. استخدم فقط إذا كانت الملفات مفقودة أو تالفة.
de_de: ⚠️ Dies wird bestehende Anpassungen überschreiben. Nur verwenden, wenn Dateien fehlen oder beschädigt sind.
es_es: ⚠️ Esto sobrescribirá las personalizaciones existentes. Úselo solo si faltan archivos o están dañados.⚠️ Esto sobrescribirá las personalizaciones existentes. Use solo si faltan archivos o están corruptos.
fr_fr: ⚠️ Cela écrasera les personnalisations existantes. À utiliser uniquement si des fichiers sont manquants ou corrompus.
he_il: ⚠️ פעולה זו תדרוס התאמות אישיות קיימות. השתמש רק אם קבצים חסרים או פגומים.
it_it: ⚠️ Questo sovrascriverà le personalizzazioni esistenti. Usa solo se i file sono mancanti o corrotti.
ja: ⚠️ これにより既存のカスタマイゼーションが上書きされます。ファイルが不足または破損している場合のみ使用してください。
ko_kr: ⚠️ 기존 사용자 지정을 덮어씁니다. 파일이 누락되거나 손상된 경우에만 사용하세요.
pt_br: ⚠️ Isso substituirá as personalizações existentes. Use apenas se os arquivos estiverem ausentes ou corrompidos.

source: About
ar: حول
de_de: Über
es_es: Acerca de
fr_fr: À propos
he_il: אודות
it_it: Informazioni
ja: について
ko_kr: 정보
pt_br: Sobre

source: Creates a beautiful interactive login experience for Wallet Up and WordPress users.
de_de: Erstellt eine schöne interaktive Anmeldeerfahrung für Wallet Up und WordPress-Benutzer.

source: Translation for %1$s is not available. Using %2$s instead.
ar: الترجمة لـ %1$s غير متوفرة. استخدام %2$s بدلاً من ذلك.
de_de: Übersetzung für %1$s ist nicht verfügbar. Verwende stattdessen %2$s.
es_es: La traducción para %1$s no está disponible. Usando %2$s en su lugar.
fr_fr: La traduction pour %1$s n'est pas disponible. Utilisation de %2$s à la place.
he_il: תרגום עבור %1$s אינו זמין. משתמש ב-%2$s במקום.
it_it: La traduzione per %1$s non è disponibile. Utilizzo %2$s invece.
ja: %1$s の翻訳は利用できません。代わりに %2$s を使用しています。
ko_kr: %1$s에 대한 번역을 사용할 수 없습니다. 대신 %2$s를 사용합니다.
pt_br: A tradução para %1$s não está disponível. Usando %2$s em vez disso.

source: Translation for %s is not available.
ar: الترجمة لـ %s غير متوفرة.
de_de: Übersetzung für %s ist nicht verfügbar.
es_es: La traducción para %s no está disponible.
fr_fr: La traduction pour %s n'est pas disponible.
he_il: תרגום עבור %s אינו זמין.
it_it: La traduzione per %s non è disponibile.
ja: %s の翻訳は利用できません。
ko_kr: %s에 대한 번역을 사용할 수 없습니다.
pt_br: A tradução para %s não está disponível.

source: Available languages:
ar: اللغات المتاحة:
de_de: Verfügbare Sprachen:
es_es: Idiomas disponibles:
fr_fr: Langues disponibles :
he_il: שפות זמינות:
it_it: Lingue disponibili:
ja: 利用可能な言語：
ko_kr: 사용 가능한 언어:
pt_br: Idiomas disponíveis:

source: Unauthorized
ar: غير مصرح
de_de: Nicht autorisiert
es_es: No autorizado
fr_fr: Non autorisé
he_il: לא מורשה
it_it: Non autorizzato
ja: 権限がありません
ko_kr: 권한 없음
pt_br: Não autorizado

source: Invalid JSON data
de_de: Ungültige JSON-Daten

source: Invalid settings file
de_de: Ungültige Einstellungsdatei

source: Settings imported successfully!
de_de: Einstellungen erfolgreich importiert!

source: Settings reset to defaults successfully!
de_de: Einstellungen erfolgreich auf Standardwerte zurückgesetzt!

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
de_de: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico inválida
fr_fr: Adresse e-mail invalide
he_il: כתובת דוא״ל לא חוקית
it_it: Indirizzo email non valido
ja: 無効なメールアドレス
ko_kr: 잘못된 이메일 주소
pt_br: Endereço de e-mail inválido

source: Failed to send test email. Please check your email configuration.
de_de: Test-E-Mail konnte nicht gesendet werden. Bitte überprüfen Sie Ihre E-Mail-Konfiguration.Installation der erweiterten Anmeldedateien fehlgeschlagen. Bitte überprüfen Sie die Dateiberechtigungen.
es_es: Error al enviar el correo de prueba. Por favor, verifica tu configuración de correo.Error al instalar archivos de inicio de sesión mejorados. Verifique los permisos de archivo.
fr_fr: Échec de l'envoi de l'e-mail de test. Veuillez vérifier votre configuration.Échec de l'installation des fichiers de connexion améliorés. Veuillez vérifier les permissions.

source: Configure advanced options for the login experience.
ar: تكوين خيارات متقدمة لتجربة تسجيل الدخول.
de_de: Erweiterte Optionen für die Anmeldeerfahrung konfigurieren.
es_es: Configure opciones avanzadas para la experiencia de inicio de sesión.
fr_fr: Configurer les options avancées pour l'expérience de connexion.
he_il: הגדר אפשרויות מתקדמות לחוויית ההתחברות.
it_it: Configura opzioni avanzate per l'esperienza di accesso.
ja: ログイン体験の詳細オプションを設定します。
ko_kr: 로그인 경험을 위한 고급 옵션을 구성합니다.
pt_br: Configure opções avançadas para a experiência de login.

source: 🛡️ Enterprise Security
ar: 🛡️ أمان المؤسسة
de_de: 🛡️ Unternehmenssicherheit
es_es: 🛡️ Seguridad empresarial
fr_fr: 🛡️ Sécurité d'entreprise
he_il: 🛡️ אבטחה ארגונית
it_it: 🛡️ Sicurezza aziendale
ja: 🛡️ エンタープライズセキュリティ
ko_kr: 🛡️ 엔터프라이즈 보안
pt_br: 🛡️ Segurança empresarial

source: Hide the default WordPress login page
ar: إخفاء صفحة تسجيل دخول WordPress الافتراضية
de_de: Standard-WordPress-Anmeldeseite ausblenden
es_es: Ocultar la página de inicio de sesión predeterminada de WordPress
fr_fr: Masquer la page de connexion WordPress par défaut
he_il: הסתר את דף ההתחברות המוגדר כברירת מחדל של וורדפרס
it_it: Nascondi la pagina di login WordPress predefinita
ja: デフォルトのWordPressログインページを非表示
ko_kr: 기본 WordPress 로그인 페이지 숨기기
pt_br: Ocultar a página de login padrão do WordPress

source: Direct access to wp-login.php will be redirected to your custom login URL.
ar: سيتم إعادة توجيه الوصول المباشر إلى wp-login.php إلى عنوان URL لتسجيل الدخول المخصص.
de_de: Direkter Zugriff auf wp-login.php wird zu Ihrer benutzerdefinierten Anmelde-URL weitergeleitet.
es_es: El acceso directo a wp-login.php será redirigido a su URL de inicio de sesión personalizada.
fr_fr: L'accès direct à wp-login.php sera redirigé vers votre URL de connexion personnalisée.
he_il: גישה ישירה ל-wp-login.php תופנה לכתובת ההתחברות המותאמת אישית שלך.
it_it: L'accesso diretto a wp-login.php verrà reindirizzato al tuo URL di login personalizzato.
ja: wp-login.phpへの直接アクセスはカスタムログインURLにリダイレクトされます。
ko_kr: wp-login.php에 대한 직접 액세스는 사용자 정의 로그인 URL로 리디렉션됩니다.
pt_br: O acesso direto ao wp-login.php será redirecionado para sua URL de login personalizada.

source: Your custom login URL:
ar: عنوان URL لتسجيل الدخول المخصص:
de_de: Ihre benutzerdefinierte Anmelde-URL:
es_es: Su URL de inicio de sesión personalizada:
fr_fr: Votre URL de connexion personnalisée :
he_il: כתובת ההתחברות המותאמת אישית שלך:
it_it: Il tuo URL di login personalizzato:
ja: カスタムログインURL：
ko_kr: 사용자 정의 로그인 URL:
pt_br: Sua URL de login personalizada:

source: minutes
ar: دقائق
de_de: Minuten
es_es: minutos
he_il: דקות
it_it: minuti
ja: 分
ko_kr: 분
pt_br: minutos

source: hour
ar: ساعة
de_de: Stunde
es_es: hora
fr_fr: heure
he_il: שעה
it_it: ora
ja: 時間
ko_kr: 시간
pt_br: hora

source: Login failed. Please check your credentials and try again.
ar: فشل تسجيل الدخول. يرجى التحقق من بيانات الاعتماد الخاصة بك والمحاولة مرة أخرى.
de_de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldedaten und versuchen Sie es erneut.
es_es: Inicio de sesión fallido. Por favor verifique sus credenciales e inténtelo de nuevo.
fr_fr: Échec de la connexion. Veuillez vérifier vos identifiants et réessayer.
he_il: ההתחברות נכשלה. אנא בדוק את פרטי ההתחברות שלך ונסה שוב.
it_it: Login fallito. Controlla le tue credenziali e riprova.
ja: ログインに失敗しました。認証情報を確認してもう一度お試しください。
ko_kr: 로그인에 실패했습니다. 자격 증명을 확인하고 다시 시도하세요.
pt_br: Falha no login. Verifique suas credenciais e tente novamente.

source: You have been logged out.
ar: لقد تم تسجيل خروجك.
de_de: Sie wurden abgemeldet.
es_es: Ha cerrado sesión.
fr_fr: Vous avez été déconnecté.
he_il: התנתקת.
it_it: Sei stato disconnesso.
ja: ログアウトしました。
ko_kr: 로그아웃되었습니다.
pt_br: Você foi desconectado.

source: Your password has been reset successfully.
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح.
de_de: Ihr Passwort wurde erfolgreich zurückgesetzt.
es_es: Su contraseña ha sido restablecida exitosamente.
fr_fr: Votre mot de passe a été réinitialisé avec succès.
he_il: הסיסמה שלך אופסה בהצלחה.
it_it: La tua password è stata reimpostata con successo.
ja: パスワードが正常にリセットされました。
ko_kr: 비밀번호가 성공적으로 재설정되었습니다.
pt_br: Sua senha foi redefinida com sucesso.

source: Welcome back! Please sign in to continue.
ar: مرحبًا بعودتك! يرجى تسجيل الدخول للمتابعة.
de_de: Willkommen zurück! Bitte melden Sie sich an, um fortzufahren.
es_es: ¡Bienvenido! Por favor inicie sesión para continuar.
fr_fr: Bienvenue ! Veuillez vous connecter pour continuer.
he_il: ברוך שובך! אנא התחבר כדי להמשיך.
it_it: Bentornato! Accedi per continuare.
ja: お帰りなさい！続行するにはサインインしてください。
ko_kr: 다시 오신 것을 환영합니다! 계속하려면 로그인하세요.
pt_br: Bem-vindo de volta! Faça login para continuar.

source: Welcome back! You have successfully signed in.
ar: مرحبًا بعودتك! لقد قمت بتسجيل الدخول بنجاح.
de_de: Willkommen zurück! Sie haben sich erfolgreich angemeldet.
es_es: ¡Bienvenido! Ha iniciado sesión exitosamente.
fr_fr: Bienvenue ! Vous vous êtes connecté avec succès.
he_il: ברוך שובך! התחברת בהצלחה.
it_it: Bentornato! Hai effettuato l'accesso con successo.
ja: お帰りなさい！正常にサインインしました。
ko_kr: 다시 오신 것을 환영합니다! 성공적으로 로그인했습니다.
pt_br: Bem-vindo de volta! Você fez login com sucesso.

source: Processing...
ar: جار المعالجة...
de_de: Verarbeitung...
es_es: Procesando...
fr_fr: Traitement...
he_il: מעבד...
it_it: Elaborazione...
ja: 処理中...
ko_kr: 처리 중...
pt_br: Processando...

source: Loading...
ar: جار التحميل...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
he_il: טוען...
it_it: Caricamento...
ja: 読み込み中...
ko_kr: 로드 중...
pt_br: Carregando...

source: Signing In
ar: جار تسجيل الدخول
de_de: Anmeldung läuft
es_es: Iniciando sesión
fr_fr: Connexion en cours
he_il: מתחבר
it_it: Accesso in corso
ja: サインイン中
ko_kr: 로그인 중
pt_br: Fazendo login

source: Continue to Dashboard
ar: المتابعة إلى لوحة التحكم
de_de: Weiter zum Dashboard
es_es: Continuar al panel
fr_fr: Continuer vers le tableau de bord
he_il: המשך ללוח הבקרה
it_it: Continua al dashboard
ja: ダッシュボードに進む
ko_kr: 대시보드로 계속
pt_br: Continuar para o painel

source: Try Again
ar: حاول مرة أخرى
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
he_il: נסה שוב
it_it: Riprova
ja: もう一度試す
ko_kr: 다시 시도
pt_br: Tentar novamente

source: Consider using a stronger password
ar: فكر في استخدام كلمة مرور أقوى
de_de: Erwägen Sie ein stärkeres Passwort
es_es: Considere usar una contraseña más segura
fr_fr: Envisagez d'utiliser un mot de passe plus fort
he_il: שקול להשתמש בסיסמה חזקה יותר
it_it: Considera l'utilizzo di una password più forte
ja: より強力なパスワードの使用を検討してください
ko_kr: 더 강력한 비밀번호 사용을 고려하세요
pt_br: Considere usar uma senha mais forte

source: Welcome to the Next 'Up
ar: مرحبًا بك في المستوى التالي
de_de: Willkommen auf der nächsten Ebene
fr_fr: Bienvenue au Niveau Supérieur
he_il: ברוך הבא לשלב הבא
it_it: Benvenuto al prossimo livello
ja: 次のレベルへようこそ
ko_kr: 다음 단계에 오신 것을 환영합니다
pt_br: Bem-vindo ao próximo nível

source: Username
ar: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
he_il: שם משתמש
it_it: Nome utente
ja: ユーザー名
ko_kr: 사용자 이름
pt_br: Nome de usuário

source: Password
ar: كلمة المرور
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
he_il: סיסמה
ja: パスワード
ko_kr: 비밀번호
pt_br: Senha

source: Show password
ar: إظهار كلمة المرور
de_de: Passwort anzeigen
es_es: Mostrar contraseña
fr_fr: Afficher le mot de passe
he_il: הצג סיסמה
it_it: Mostra password
ja: パスワードを表示
ko_kr: 비밀번호 표시
pt_br: Mostrar senha

source: Hide password
ar: إخفاء كلمة المرور
de_de: Passwort verbergen
es_es: Ocultar contraseña
fr_fr: Masquer le mot de passe
he_il: הסתר סיסמה
it_it: Nascondi password
ja: パスワードを非表示
ko_kr: 비밀번호 숨기기
pt_br: Ocultar senha

source: Invalid username or password. Please try again.
ar: اسم المستخدم أو كلمة المرور غير صالحة. حاول مرة أخرى.
de_de: Ungültiger Benutzername oder Passwort. Bitte versuchen Sie es erneut.
es_es: Nombre de usuario o contraseña inválidos. Por favor inténtelo de nuevo.
fr_fr: Nom d'utilisateur ou mot de passe invalide. Veuillez réessayer.
he_il: שם משתמש או סיסמה שגויים. אנא נסה שוב.
it_it: Nome utente o password non validi. Riprova.
ja: 無効なユーザー名またはパスワード。もう一度お試しください。
ko_kr: 잘못된 사용자 이름 또는 비밀번호입니다. 다시 시도하세요.
pt_br: Nome de usuário ou senha inválidos. Tente novamente.

source: Server error. Please try again later.
ar: خطأ في الخادم. حاول مرة أخرى في وقت لاحق.
de_de: Serverfehler. Bitte versuchen Sie es später erneut.
es_es: Error del servidor. Por favor inténtelo más tarde.
fr_fr: Erreur du serveur. Veuillez réessayer plus tard.
he_il: שגיאת שרת. אנא נסה שוב מאוחר יותר.
it_it: Errore del server. Riprova più tardi.
ja: サーバーエラー。後でもう一度お試しください。
ko_kr: 서버 오류. 나중에 다시 시도하세요.
pt_br: Erro do servidor. Tente novamente mais tarde.

source: Username is required
ar: اسم المستخدم مطلوب
de_de: Benutzername ist erforderlich
es_es: El nombre de usuario es requerido
fr_fr: Le nom d'utilisateur est requis
he_il: שם משתמש נדרש
it_it: Il nome utente è richiesto
ja: ユーザー名が必要です
ko_kr: 사용자 이름이 필요합니다
pt_br: Nome de usuário é obrigatório

source: Password is required
ar: كلمة المرور مطلوبة
de_de: Passwort ist erforderlich
es_es: La contraseña es requerida
fr_fr: Le mot de passe est requis
he_il: סיסמה נדרשת
it_it: La password è richiesta
ja: パスワードが必要です
ko_kr: 비밀번호가 필요합니다
pt_br: Senha é obrigatória

source: Username must be at least 3 characters
ar: يجب أن يكون اسم المستخدم 3 أحرف على الأقل
de_de: Der Benutzername muss mindestens 3 Zeichen lang sein
es_es: El nombre de usuario debe tener al menos 3 caracteres
fr_fr: Le nom d'utilisateur doit contenir au moins 3 caractères
he_il: שם המשתמש חייב להכיל לפחות 3 תווים
it_it: Il nome utente deve essere di almeno 3 caratteri
ja: ユーザー名は3文字以上である必要があります
ko_kr: 사용자 이름은 최소 3자 이상이어야 합니다
pt_br: Nome de usuário deve ter pelo menos 3 caracteres

source: Please correct the errors before signing in.
ar: يرجى تصحيح الأخطاء قبل تسجيل الدخول.
de_de: Bitte korrigieren Sie die Fehler vor der Anmeldung.
es_es: Por favor corrija los errores antes de iniciar sesión.
fr_fr: Veuillez corriger les erreurs avant de vous connecter.
he_il: אנא תקן את השגיאות לפני ההתחברות.
it_it: Correggi gli errori prima di accedere.
ja: サインインする前にエラーを修正してください。
ko_kr: 로그인하기 전에 오류를 수정하세요.
pt_br: Corrija os erros antes de fazer login.

source: Success!
ar: نجاح!
de_de: Erfolg!
es_es: ¡Éxito!
fr_fr: Succès !
he_il: הצלחה!
it_it: Successo!
ja: 成功！
ko_kr: 성공!
pt_br: Sucesso!

source: Oops!
ar: عذرًا!
de_de: Hoppla!
es_es: ¡Ups!
fr_fr: Oups !
he_il: אופס!
it_it: Ops!
ja: おっと！
ko_kr: 이런!
pt_br: Ops!

source: Error: Could not get image URL
ar: خطأ: تعذر الحصول على عنوان URL للصورة
de_de: Fehler: Bild-URL konnte nicht abgerufen werden
es_es: Error: No se pudo obtener la URL de la imagen
fr_fr: Erreur : Impossible d'obtenir l'URL de l'image
he_il: שגיאה: לא ניתן לקבל כתובת URL של תמונה
it_it: Errore: Impossibile ottenere l'URL dell'immagine
ja: エラー：画像URLを取得できませんでした
ko_kr: 오류: 이미지 URL을 가져올 수 없습니다
pt_br: Erro: Não foi possível obter a URL da imagem

source: Error: Invalid image URL format
ar: خطأ: تنسيق عنوان URL للصورة غير صالح
de_de: Fehler: Ungültiges Bild-URL-Format
es_es: Error: Formato de URL de imagen inválido
fr_fr: Erreur : Format d'URL d'image invalide
he_il: שגיאה: פורמט כתובת URL של תמונה לא חוקי
it_it: Errore: Formato URL immagine non valido
ja: エラー：無効な画像URL形式
ko_kr: 오류: 잘못된 이미지 URL 형식
pt_br: Erro: Formato de URL de imagem inválido

source: Reset Password
ar: إعادة تعيين كلمة المرور
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
he_il: אפס סיסמה
it_it: Reimposta password
ja: パスワードをリセット
ko_kr: 비밀번호 재설정
pt_br: Redefinir senha
