Repository: WalletUpLLC/wallet-up-login-customizer
Catalog: languages/wallet-up-login-customizer-*.po
Languages: ar, de_de, es_es, fr_fr, he_il, it_it, ja, ko_kr, pt_br

source: Wallet Up Pro plugin is not active. Please install and activate it to replace the WordPress dashboard.
ar: البرنامج المساعد Wallet Up Pro غير نشط. يرجى تثبيته وتنشيطه لاستبدال لوحة تحكم WordPress.
de_de: Wallet Up Pro Plugin ist nicht aktiv. Bitte installieren und aktivieren Sie es, um das WordPress-Dashboard zu ersetzen.
fr_fr: Le plugin Wallet Up Pro n'est pas actif. Veuillez l'installer et l'activer pour remplacer le tableau de bord WordPress.
he_il: תוסף Wallet Up Pro אינו פעיל. אנא התקן והפעל אותו כדי להחליף את לוח הבקרה של וורדפרס.
it_it: Il plugin Wallet Up Pro non è attivo. Installalo e attivalo per sostituire il dashboard WordPress.
ja: Wallet Up ProプラグインがアクティブではありませWordPressダッシュボードを置き換えるには、インストールしてアクティブ化してください。
ko_kr: Wallet Up Pro 플러그인이 활성화되지 않았습니다. WordPress 대시보드를 교체하려면 설치하고 활성화하세요.
pt_br: O plugin Wallet Up Pro não está ativo. Instale e ative-o para substituir o painel WordPress.

source: Add Message
ar: إضافة رسالة
de_de: Nachricht hinzufügen
es_es: Agregar mensaje
fr_fr: Ajouter un message
he_il: הוסף הודעה
it_it: Aggiungi messaggio
ja: メッセージを追加
ko_kr: 메시지 추가
pt_br: Adicionar mensagem

source: Wallet Up Login Network Settings
ar: إعدادات شبكة تسجيل دخول Wallet Up
de_de: Wallet Up Login Netzwerkeinstellungen
es_es: Configuración de red de Wallet Up Login
fr_fr: Paramètres réseau de Wallet Up Login
he_il: הגדרות רשת התחברות Wallet Up
it_it: Impostazioni di rete login Wallet Up
ja: Wallet Upログインネットワーク設定
ko_kr: Wallet Up 로그인 네트워크 설정
pt_br: Configurações de rede de login Wallet Up

source: Force on All Sites
ar: فرض على جميع المواقع
de_de: Auf allen Seiten erzwingen
es_es: Forzar en todos los sitios
fr_fr: Forcer sur tous les sites
he_il: כפה על כל האתרים
it_it: Forza su tutti i siti
ja: すべてのサイトで強制
ko_kr: 모든 사이트에 강제 적용
pt_br: Forçar em todos os sites

source: Force Wallet Up Login customization on all network sites.
ar: فرض تخصيص Wallet Up Login على جميع مواقع الشبكة.
de_de: Wallet Up Login-Anpassung auf allen Netzwerkseiten erzwingen.
es_es: Forzar personalización de Wallet Up Login en todos los sitios de la red.
fr_fr: Forcer la personnalisation de Wallet Up Login sur tous les sites du réseau.
he_il: כפה התאמה אישית של Wallet Up Login בכל אתרי הרשת.
it_it: Forza la personalizzazione del login Wallet Up su tutti i siti della rete.
ja: すべてのネットワークサイトでWallet Upログインカスタマイズを強制。
ko_kr: 모든 네트워크 사이트에서 Wallet Up 로그인 사용자 정의를 강제합니다.
pt_br: Forçar personalização do login Wallet Up em todos os sites da rede.

source: Allow Site Override
ar: السماح بتجاوز الموقع
de_de: Site-Überschreibung erlauben
es_es: Permitir anulación de sitio
fr_fr: Autoriser le remplacement par site
he_il: אפשר עקיפת אתר
it_it: Consenti override del sito
ja: サイトのオーバーライドを許可
ko_kr: 사이트 재정의 허용
pt_br: Permitir substituição do site

source: Allow individual sites to override network settings.
ar: السماح للمواقع الفردية بتجاوز إعدادات الشبكة.
de_de: Einzelnen Seiten erlauben, Netzwerkeinstellungen zu überschreiben.
es_es: Permitir que sitios individuales anulen la configuración de red.
fr_fr: Permettre aux sites individuels de remplacer les paramètres réseau.
he_il: אפשר לאתרים בודדים לעקוף הגדרות רשת.
it_it: Consenti ai singoli siti di sovrascrivere le impostazioni di rete.
ja: 個々のサイトがネットワーク設定をオーバーライドすることを許可。
ko_kr: 개별 사이트가 네트워크 설정을 재정의할 수 있도록 허용합니다.
pt_br: Permitir que sites individuais substituam as configurações de rede.

source: Network Logo URL
ar: عنوان URL لشعار الشبكة
de_de: Netzwerk-Logo-URL
es_es: URL del logo de red
fr_fr: URL du logo réseau
he_il: כתובת URL של לוגו רשת
it_it: URL logo di rete
ja: ネットワークロゴURL
ko_kr: 네트워크 로고 URL
pt_br: URL do logo da rede

source: Logo URL to use across all network sites.
ar: عنوان URL للشعار لاستخدامه عبر جميع مواقع الشبكة.
de_de: Logo-URL für alle Netzwerkseiten.
es_es: URL del logo para usar en todos los sitios de la red.
fr_fr: URL du logo à utiliser sur tous les sites du réseau.
he_il: כתובת URL של לוגו לשימוש בכל אתרי הרשת.
it_it: URL del logo da usare su tutti i siti della rete.
ja: すべてのネットワークサイトで使用するロゴURL。
ko_kr: 모든 네트워크 사이트에서 사용할 로고 URL.
pt_br: URL do logo para usar em todos os sites da rede.

source: Save Network Settings
ar: حفظ إعدادات الشبكة
de_de: Netzwerkeinstellungen speichern
es_es: Guardar configuración de red
fr_fr: Enregistrer les paramètres réseau
he_il: שמור הגדרות רשת
it_it: Salva impostazioni di rete
ja: ネットワーク設定を保存
ko_kr: 네트워크 설정 저장
pt_br: Salvar configurações de rede

source: Import/Export Network Settings
ar: استيراد/تصدير إعدادات الشبكة
de_de: Netzwerkeinstellungen importieren/exportieren
es_es: Importar/Exportar configuración de red
fr_fr: Importer/Exporter les paramètres réseau
he_il: ייבוא/ייצוא הגדרות רשת
it_it: Importa/Esporta impostazioni di rete
ja: ネットワーク設定のインポート/エクスポート
ko_kr: 네트워크 설정 가져오기/내보내기
pt_br: Importar/Exportar configurações de rede

source: Export Network Settings
ar: تصدير إعدادات الشبكة
de_de: Netzwerkeinstellungen exportieren
es_es: Exportar configuración de red
fr_fr: Exporter les paramètres réseau
he_il: ייצא הגדרות רשת
it_it: Esporta impostazioni di rete
ja: ネットワーク設定をエクスポート
ko_kr: 네트워크 설정 내보내기
pt_br: Exportar configurações de rede

source: Export all network-wide settings for backup or migration.
ar: تصدير جميع إعدادات الشبكة للنسخ الاحتياطي أو الترحيل.
de_de: Alle netzwerkweiten Einstellungen für Backup oder Migration exportieren.
es_es: Exportar toda la configuración de red para respaldo o migración.
fr_fr: Exporter tous les paramètres réseau pour sauvegarde ou migration.
he_il: ייצא את כל הגדרות הרשת לגיבוי או הגירה.
it_it: Esporta tutte le impostazioni di rete per backup o migrazione.
ja: バックアップまたは移行のためにネットワーク全体の設定をエクスポート。
ko_kr: 백업 또는 마이그레이션을 위해 모든 네트워크 전체 설정을 내보냅니다.
pt_br: Exportar todas as configurações de rede para backup ou migração.

source: Import Network Settings
ar: استيراد إعدادات الشبكة
de_de: Netzwerkeinstellungen importieren
es_es: Importar configuración de red
fr_fr: Importer les paramètres réseau
he_il: ייבא הגדרות רשת
it_it: Importa impostazioni di rete
ja: ネットワーク設定をインポート
ko_kr: 네트워크 설정 가져오기
pt_br: Importar configurações de rede

source: Import network settings from a backup file.
ar: استيراد إعدادات الشبكة من ملف النسخ الاحتياطي.
de_de: Netzwerkeinstellungen aus einer Backup-Datei importieren.
es_es: Importar configuración de red desde un archivo de respaldo.
fr_fr: Importer les paramètres réseau depuis un fichier de sauvegarde.
he_il: ייבא הגדרות רשת מקובץ גיבוי.
it_it: Importa impostazioni di rete da un file di backup.
ja: バックアップファイルからネットワーク設定をインポート。
ko_kr: 백업 파일에서 네트워크 설정을 가져옵니다.
pt_br: Importar configurações de rede de um arquivo de backup.

source: Network settings saved successfully.
ar: تم حفظ إعدادات الشبكة بنجاح.
de_de: Netzwerkeinstellungen erfolgreich gespeichert.
es_es: Configuración de red guardada exitosamente.
fr_fr: Paramètres réseau enregistrés avec succès.
he_il: הגדרות הרשת נשמרו בהצלחה.
it_it: Impostazioni di rete salvate con successo.
ja: ネットワーク設定が正常に保存されました。
ko_kr: 네트워크 설정이 성공적으로 저장되었습니다.
pt_br: Configurações de rede salvas com sucesso.

source: Please select a valid file to import.
ar: الرجاء تحديد ملف صالح للاستيراد.
de_de: Bitte wählen Sie eine gültige Datei zum Importieren.
es_es: Por favor seleccione un archivo válido para importar.
fr_fr: Veuillez sélectionner un fichier valide à importer.
he_il: אנא בחר קובץ חוקי לייבוא.
it_it: Seleziona un file valido da importare.
ja: インポートする有効なファイルを選択してください。
ko_kr: 가져올 유효한 파일을 선택하세요.
pt_br: Selecione um arquivo válido para importar.

source: File size exceeds 1MB limit.
ar: حجم الملف يتجاوز حد 1 ميجابايت.
de_de: Dateigröße überschreitet das Limit von 1MB.
es_es: El tamaño del archivo excede el límite de 1MB.
fr_fr: La taille du fichier dépasse la limite de 1 Mo.
he_il: גודל הקובץ חורג מהגבלה של 1MB.
it_it: La dimensione del file supera il limite di 1MB.
ja: ファイルサイズが1MBの制限を超えています。
ko_kr: 파일 크기가 1MB 제한을 초과합니다.
pt_br: O tamanho do arquivo excede o limite de 1MB.

source: Only JSON files are allowed.
ar: مسموح بملفات JSON فقط.
de_de: Nur JSON-Dateien sind erlaubt.
es_es: Solo se permiten archivos JSON.
fr_fr: Seuls les fichiers JSON sont autorisés.
he_il: רק קבצי JSON מותרים.
it_it: Sono consentiti solo file JSON.
ja: JSONファイルのみ許可されています。
ko_kr: JSON 파일만 허용됩니다.
pt_br: Apenas arquivos JSON são permitidos.

source: Invalid JSON file.
ar: ملف JSON غير صالح.
de_de: Ungültige JSON-Datei.
es_es: Archivo JSON inválido.
fr_fr: Fichier JSON invalide.
he_il: קובץ JSON לא חוקי.
it_it: File JSON non valido.
ja: 無効なJSONファイル。
ko_kr: 잘못된 JSON 파일입니다.
pt_br: Arquivo JSON inválido.

source: This is not a valid network settings export file.
ar: هذا ليس ملف تصدير إعدادات شبكة صالح.
de_de: Dies ist keine gültige Netzwerkeinstellungs-Exportdatei.
es_es: Este no es un archivo de exportación de configuración de red válido.
fr_fr: Ce n'est pas un fichier d'exportation de paramètres réseau valide.
he_il: זה אינו קובץ ייצוא הגדרות רשת חוקי.
it_it: Questo non è un file di esportazione delle impostazioni di rete valido.
ja: これは有効なネットワーク設定エクスポートファイルではありません。
ko_kr: 유효한 네트워크 설정 내보내기 파일이 아닙니다.
pt_br: Este não é um arquivo de exportação de configurações de rede válido.

source: Network settings imported successfully.
ar: تم استيراد إعدادات الشبكة بنجاح.
de_de: Netzwerkeinstellungen erfolgreich importiert.
es_es: Configuración de red importada exitosamente.
fr_fr: Paramètres réseau importés avec succès.
he_il: הגדרות הרשת יובאו בהצלחה.
it_it: Impostazioni di rete importate con successo.
ja: ネットワーク設定が正常にインポートされました。
ko_kr: 네트워크 설정을 성공적으로 가져왔습니다.
pt_br: Configurações de rede importadas com sucesso.

source: You do not have sufficient permissions to access this page.
ar: ليس لديك صلاحيات كافية للوصول إلى هذه الصفحة.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tienes permisos suficientes para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
he_il: אין לך הרשאות מספיקות לגשת לדף זה.
it_it: Non hai permessi sufficienti per accedere a questa pagina.
ja: このページにアクセスするための十分な権限がありません。
ko_kr: 이 페이지에 액세스할 충분한 권한이 없습니다.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: Enhanced login files have been installed successfully!
ar: تم تثبيت ملفات تسجيل الدخول المحسّنة بنجاح!
de_de: Erweiterte Anmeldedateien wurden erfolgreich installiert!
es_es: ¡Los archivos de inicio de sesión mejorados se han instalado exitosamente!
fr_fr: Les fichiers de connexion améliorés ont été installés avec succès !
he_il: קבצי התחברות משופרים הותקנו בהצלחה!
it_it: I file di login avanzati sono stati installati con successo!
ja: 拡張ログインファイルが正常にインストールされました！
ko_kr: 향상된 로그인 파일이 성공적으로 설치되었습니다!
pt_br: Arquivos de login aprimorados foram instalados com sucesso!

source: Failed to install enhanced login files. Please check file permissions.
ar: فشل تثبيت ملفات تسجيل الدخول المحسّنة. يرجى التحقق من أذونات الملف.
de_de: Installation der erweiterten Anmeldedateien fehlgeschlagen. Bitte überprüfen Sie die Dateiberechtigungen.
es_es: Error al instalar archivos de inicio de sesión mejorados. Verifique los permisos de archivo.
fr_fr: Échec de l'installation des fichiers de connexion améliorés. Veuillez vérifier les permissions.
he_il: נכשל בהתקנת קבצי התחברות משופרים. אנא בדוק הרשאות קבצים.
it_it: Installazione dei file di login avanzati fallita. Controlla i permessi dei file.
ja: 拡張ログインファイルのインストールに失敗しました。ファイルのアクセス許可を確認してください。
ko_kr: 향상된 로그인 파일 설치에 실패했습니다. 파일 권한을 확인하세요.
pt_br: Falha ao instalar arquivos de login aprimorados. Verifique as permissões de arquivo.

source: Premium Login Customizer
ar: مخصص تسجيل الدخول المتميز
de_de: Premium Anmelde-Anpassung
es_es: Personalizador de Inicio de Sesión Premium
fr_fr: Personnalisateur de Connexion Premium
he_il: מותאם התחברות פרימיום
it_it: Personalizzatore login premium
ja: プレミアムログインカスタマイザー
ko_kr: 프리미엄 로그인 사용자 정의
pt_br: Personalizador de login premium

source: by Wallet Up
ar: بواسطة Wallet Up
de_de: von Wallet Up
es_es: por Wallet Up
fr_fr: par Wallet Up
he_il: מאת Wallet Up
it_it: di Wallet Up
ja: Wallet Up提供
ko_kr: Wallet Up 제공
pt_br: por Wallet Up

source: General
ar: عام
de_de: Allgemein
es_es: Generales
fr_fr: Général
he_il: כללי
it_it: Generale
ja: 一般
ko_kr: 일반
pt_br: Geral

source: Appearance
ar: المظهر
de_de: Erscheinungsbild
es_es: Apariencia
fr_fr: Apparence
he_il: מראה
it_it: Aspetto
ja: 外観
ko_kr: 모양
pt_br: Aparência

source: Messages
ar: الرسائل
de_de: Nachrichten
es_es: Mensajes
he_il: הודעות
it_it: Messaggi
ja: メッセージ
ko_kr: 메시지
pt_br: Mensagens

source: Advanced
ar: متقدم
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
he_il: מתקדם
it_it: Avanzate
ja: 詳細
ko_kr: 고급
pt_br: Avançado

source: Security
ar: الأمان
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
he_il: אבטחה
it_it: Sicurezza
ja: セキュリティ
ko_kr: 보안
pt_br: Segurança

source: General Settings
ar: الإعدادات العامة
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Paramètres généraux
he_il: הגדרות כלליות
it_it: Impostazioni generali
ja: 一般設定
ko_kr: 일반 설정
pt_br: Configurações gerais

source: Configure basic login functionality and behavior.
ar: تكوين وظائف وسلوك تسجيل الدخول الأساسية.
de_de: Grundlegende Anmeldefunktionalität und -verhalten konfigurieren.
es_es: Configure la funcionalidad y el comportamiento básico del inicio de sesión.
fr_fr: Configurer la fonctionnalité et le comportement de connexion de base.
he_il: הגדר פונקציונליות והתנהגות בסיסית של התחברות.
it_it: Configura funzionalità e comportamento di base del login.
ja: 基本的なログイン機能と動作を設定します。
ko_kr: 기본 로그인 기능 및 동작을 구성합니다.
pt_br: Configure a funcionalidade e comportamento básicos do login.

source: AJAX Login
ar: تسجيل دخول AJAX
de_de: AJAX-Anmeldung
es_es: Inicio de sesión AJAX
fr_fr: Connexion AJAX
he_il: התחברות AJAX
it_it: Login AJAX
ja: AJAXログイン
ko_kr: AJAX 로그인
pt_br: Login AJAX

source: Enable AJAX login functionality
ar: تمكين وظيفة تسجيل دخول AJAX
de_de: AJAX-Anmeldefunktionalität aktivieren
es_es: Habilitar funcionalidad de inicio de sesión AJAX
fr_fr: Activer la fonctionnalité de connexion AJAX
he_il: הפעל פונקציונליות התחברות AJAX
it_it: Abilita funzionalità di login AJAX
ja: AJAXログイン機能を有効化
ko_kr: AJAX 로그인 기능 활성화
pt_br: Ativar funcionalidade de login AJAX

source: Provides a smoother login experience with visual feedback and no page reload.
ar: يوفر تجربة تسجيل دخول أكثر سلاسة مع تغذية راجعة بصرية وبدون إعادة تحميل الصفحة.
de_de: Bietet eine reibungslosere Anmeldeerfahrung mit visuellem Feedback ohne Seitenneuladung.
es_es: Proporciona una experiencia de inicio de sesión más fluida con retroalimentación visual sin recargar la página.
fr_fr: Fournit une expérience de connexion plus fluide avec retour visuel sans rechargement de page.
he_il: מספק חוויית התחברות חלקה יותר עם משוב חזותי ללא טעינה מחדש של הדף.
it_it: Fornisce un'esperienza di login più fluida con feedback visivo e senza ricaricamento della pagina.
ja: 視覚的フィードバックとページ再読み込みなしで、よりスムーズなログイン体験を提供。
ko_kr: 시각적 피드백과 페이지 새로고침 없이 더 원활한 로그인 경험을 제공합니다.
pt_br: Fornece uma experiência de login mais suave com feedback visual e sem recarregamento de página.

source: Sound Effects
ar: المؤثرات الصوتية
de_de: Soundeffekte
es_es: Efectos de sonido
fr_fr: Effets sonores
he_il: אפקטים קוליים
it_it: Effetti sonori
ja: サウンドエフェクト
ko_kr: 음향 효과
pt_br: Efeitos sonoros

source: Enable subtle audio feedback
ar: تمكين التغذية الراجعة الصوتية الخفيفة
de_de: Dezentes Audio-Feedback aktivieren
es_es: Habilitar retroalimentación de audio sutil
fr_fr: Activer le retour audio subtil
he_il: הפעל משוב קולי עדין
it_it: Abilita feedback audio discreto
ja: 微妙なオーディオフィードバックを有効化
ko_kr: 미묘한 오디오 피드백 활성화
pt_br: Ativar feedback de áudio sutil

source: Play subtle sounds on login success/failure for better feedback.
ar: تشغيل أصوات خفيفة عند نجاح/فشل تسجيل الدخول للحصول على تغذية راجعة أفضل.
de_de: Dezente Töne bei Anmeldungserfolg/-fehler für besseres Feedback abspielen.
es_es: Reproducir sonidos sutiles en éxito/fallo de inicio de sesión para mejor retroalimentación.
fr_fr: Jouer des sons subtils en cas de succès/échec de connexion pour un meilleur retour.
he_il: השמע צלילים עדינים בהצלחה/כישלון התחברות למשוב טוב יותר.
it_it: Riproduci suoni discreti su successo/fallimento del login per un feedback migliore.
ja: より良いフィードバックのためにログイン成功/失敗時に微妙な音を再生。
ko_kr: 더 나은 피드백을 위해 로그인 성공/실패 시 미묘한 소리를 재생합니다.
pt_br: Reproduzir sons sutis no sucesso/falha do login para melhor feedback.

source: Redirect Delay
ar: تأخير إعادة التوجيه
de_de: Weiterleitungsverzögerung
es_es: Retraso de redirección
fr_fr: Délai de redirection
he_il: השהיית הפניה
it_it: Ritardo reindirizzamento
ja: リダイレクト遅延
ko_kr: 리디렉션 지연
pt_br: Atraso de redirecionamento

source: Delay in milliseconds before redirecting after successful login (0-5000).
ar: التأخير بالمللي ثانية قبل إعادة التوجيه بعد تسجيل الدخول بنجاح (0-5000).
de_de: Verzögerung in Millisekunden vor Weiterleitung nach erfolgreicher Anmeldung (0-5000).
es_es: Retraso en milisegundos antes de redirigir después del inicio de sesión exitoso (0-5000).
fr_fr: Délai en millisecondes avant redirection après connexion réussie (0-5000).
he_il: השהייה במילישניות לפני הפניה לאחר התחברות מוצלחת (0-5000).
it_it: Ritardo in millisecondi prima del reindirizzamento dopo il login riuscito (0-5000).
ja: ログイン成功後のリダイレクト前の遅延（ミリ秒）（0-5000）。
ko_kr: 성공적인 로그인 후 리디렉션 전 밀리초 단위 지연 (0-5000).
pt_br: Atraso em milissegundos antes do redirecionamento após login bem-sucedido (0-5000).

source: Enable intelligent redirects
ar: تمكين عمليات إعادة التوجيه الذكية
de_de: Intelligente Weiterleitungen aktivieren
es_es: Habilitar redirecciones inteligentes
fr_fr: Activer les redirections intelligentes
he_il: הפעל הפניות חכמות
it_it: Abilita reindirizzamenti intelligenti
ja: インテリジェントリダイレクトを有効化
ko_kr: 지능형 리디렉션 활성화
pt_br: Ativar redirecionamentos inteligentes

source: Direct users to relevant areas based on their role (admins to dashboard, etc).
ar: توجيه المستخدمين إلى المناطق ذات الصلة بناءً على دورهم (المسؤولون إلى لوحة التحكم، إلخ).
de_de: Benutzer basierend auf ihrer Rolle zu relevanten Bereichen leiten.
es_es: Dirigir usuarios a áreas relevantes según su rol (administradores al panel, etc).
fr_fr: Diriger les utilisateurs vers les zones pertinentes en fonction de leur rôle.
he_il: הפנה משתמשים לאזורים רלוונטיים על בסיס התפקיד שלהם (מנהלים ללוח הבקרה וכו').
it_it: Indirizza gli utenti alle aree pertinenti in base al loro ruolo (amministratori al dashboard, ecc).
ja: ユーザーの役割に基づいて関連エリアに誘導（管理者はダッシュボードへなど）。
ko_kr: 역할에 따라 사용자를 관련 영역으로 안내합니다 (관리자는 대시보드로 등).
pt_br: Direcionar usuários para áreas relevantes com base em sua função (administradores para o painel, etc).

source: Replace WordPress dashboard
ar: استبدال لوحة تحكم WordPress
de_de: WordPress-Dashboard ersetzen
es_es: Reemplazar panel de WordPress
fr_fr: Remplacer le tableau de bord WordPress
he_il: החלף את לוח הבקרה של וורדפרס
it_it: Sostituisci dashboard WordPress
ja: WordPressダッシュボードを置換
ko_kr: WordPress 대시보드 교체
pt_br: Substituir painel WordPress

source: When enabled, the WordPress dashboard will be completely replaced with the Wallet Up page. This affects all users.
ar: عند التمكين، سيتم استبدال لوحة تحكم WordPress بالكامل بصفحة Wallet Up. هذا يؤثر على جميع المستخدمين.
de_de: Wenn aktiviert, wird das WordPress-Dashboard vollständig durch die Wallet Up-Seite ersetzt. Dies betrifft alle Benutzer.
fr_fr: Lorsqu'il est activé, le tableau de bord WordPress sera complètement remplacé par la page Wallet Up. Cela affecte tous les utilisateurs.
he_il: כאשר מופעל, לוח הבקרה של וורדפרס יוחלף לחלוטין בדף Wallet Up. זה משפיע על כל המשתמשים.
it_it: Quando abilitato, il dashboard WordPress sarà completamente sostituito con la pagina Wallet Up. Questo influisce su tutti gli utenti.
ja: 有効にすると、WordPressダッシュボードがWallet Upページに完全に置き換えられます。これはすべてのユーザーに影響します。
ko_kr: 활성화되면 WordPress 대시보드가 Wallet Up 페이지로 완전히 교체됩니다. 이는 모든 사용자에게 영향을 미칩니다.
pt_br: Quando ativado, o painel WordPress será completamente substituído pela página Wallet Up. Isso afeta todos os usuários.

source: 💡 This works independently - no need to enable "Land to Wallet Up".
ar: 💡 هذا يعمل بشكل مستقل - لا حاجة لتمكين "الهبوط في Wallet Up".
de_de: 💡 Dies funktioniert unabhängig - keine Notwendigkeit, "Zu Wallet Up weiterleiten" zu aktivieren.
es_es: 💡 Esto funciona de forma independiente - no necesita habilitar "Aterrizar en Wallet Up".
fr_fr: 💡 Cela fonctionne indépendamment - pas besoin d'activer "Atterrir sur Wallet Up".
he_il: 💡 זה עובד באופן עצמאי - אין צורך להפעיל "נחיתה ב-Wallet Up".
it_it: 💡 Questo funziona indipendentemente - non c'è bisogno di abilitare "Atterra su Wallet Up".
ja: 💡 これは独立して動作します - 「Wallet Upへ着陸」を有効にする必要はありません。
ko_kr: 💡 이것은 독립적으로 작동합니다 - "Wallet Up에 착륙"을 활성화할 필요가 없습니다.
pt_br: 💡 Isso funciona independentemente - não é necessário ativar "Pousar no Wallet Up".

source: Exempt Administrator Roles
ar: استثناء أدوار المسؤول
de_de: Administratorrollen ausnehmen
es_es: Eximir roles de administrador
fr_fr: Exempter les rôles d'administrateur
he_il: תפקידי מנהל פטורים
it_it: Esenta ruoli amministratore
ja: 管理者ロールを除外
ko_kr: 관리자 역할 제외
pt_br: Isentar funções de administrador

source: Allow administrators to access default dashboard
ar: السماح للمسؤولين بالوصول إلى لوحة التحكم الافتراضية
de_de: Administratoren Zugriff auf Standard-Dashboard erlauben
es_es: Permitir a los administradores acceder al panel predeterminado
fr_fr: Autoriser les administrateurs à accéder au tableau de bord par défaut
he_il: אפשר למנהלים לגשת ללוח הבקרה המוגדר כברירת מחדל
it_it: Consenti agli amministratori di accedere al dashboard predefinito
ja: 管理者にデフォルトのダッシュボードへのアクセスを許可
ko_kr: 관리자가 기본 대시보드에 액세스할 수 있도록 허용
pt_br: Permitir que administradores acessem o painel padrão

source: When enabled, administrators can still access the default WordPress dashboard.
ar: عند التمكين، لا يزال بإمكان المسؤولين الوصول إلى لوحة تحكم WordPress الافتراضية.
de_de: Wenn aktiviert, können Administratoren weiterhin auf das Standard-WordPress-Dashboard zugreifen.
es_es: Cuando está habilitado, los administradores aún pueden acceder al panel predeterminado de WordPress.
fr_fr: Lorsqu'activé, les administrateurs peuvent toujours accéder au tableau de bord WordPress par défaut.
he_il: כאשר מופעל, מנהלים עדיין יכולים לגשת ללוח הבקרה המוגדר כברירת מחדל של וורדפרס.
it_it: Quando abilitato, gli amministratori possono ancora accedere al dashboard WordPress predefinito.
ja: 有効にすると、管理者は引き続きデフォルトのWordPressダッシュボードにアクセスできます。
ko_kr: 활성화되면 관리자는 여전히 기본 WordPress 대시보드에 액세스할 수 있습니다.
pt_br: Quando ativado, os administradores ainda podem acessar o painel padrão do WordPress.

source: ✅ Recommended: Keeps admin access for troubleshooting and configuration.
ar: ✅ موصى به: يحتفظ بصلاحيات المسؤول لاستكشاف الأخطاء وإصلاحها والتكوين.
de_de: ✅ Empfohlen: Behält Admin-Zugriff für Fehlerbehebung und Konfiguration.
es_es: ✅ Recomendado: Mantiene el acceso de administrador para solución de problemas y configuración.
fr_fr: ✅ Recommandé : Conserve l'accès administrateur pour le dépannage et la configuration.
he_il: ✅ מומלץ: שומר על גישת מנהל לפתרון בעיות והגדרות.
it_it: ✅ Consigliato: Mantiene l'accesso amministratore per risoluzione problemi e configurazione.
ja: ✅ 推奨：トラブルシューティングと設定のための管理者アクセスを維持します。
ko_kr: ✅ 권장: 문제 해결 및 구성을 위해 관리자 액세스를 유지합니다.
pt_br: ✅ Recomendado: Mantém o acesso do administrador para solução de problemas e configuração.

source: Redirect to Wallet Up admin page
ar: إعادة التوجيه إلى صفحة إدارة Wallet Up
de_de: Zur Wallet Up Administrationsseite weiterleiten
fr_fr: Rediriger vers la page d'administration Wallet Up
he_il: הפנה לדף הניהול של Wallet Up
it_it: Reindirizza alla pagina admin Wallet Up
ja: Wallet Up管理ページにリダイレクト
ko_kr: Wallet Up 관리 페이지로 리디렉션
pt_br: Redirecionar para página de administração Wallet Up
