Repository: WalletUpLLC/wallet-up-login-customizer
Catalog: languages/wallet-up-login-customizer-*.po
Languages: ar, de_de, es_es, fr_fr, he_il, it_it, ja, ko_kr, pt_br

source: Back to Login
ar: العودة إلى تسجيل الدخول
de_de: Zurück zur Anmeldung
es_es: Volver al inicio de sesión
fr_fr: Retour à la connexion
he_il: חזרה להתחברות
it_it: Torna al login
ja: ログインに戻る
ko_kr: 로그인으로 돌아가기
pt_br: Voltar ao login

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
de_de: Passwort vergessen?
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié ?
he_il: שכחת סיסמה?
it_it: Password dimenticata?
ja: パスワードをお忘れですか？
ko_kr: 비밀번호를 잊으셨나요?
pt_br: Esqueceu a senha?

source: Register New Account
ar: تسجيل حساب جديد
de_de: Neues Konto registrieren
es_es: Registrar nueva cuenta
fr_fr: Créer un nouveau compte
he_il: רשום חשבון חדש
it_it: Registra nuovo account
ja: 新規アカウント登録
ko_kr: 새 계정 등록
pt_br: Registrar nova conta

source: Back to %s
ar: العودة إلى %s
de_de: Zurück zu %s
es_es: Volver a %s
fr_fr: Retour à %s
he_il: חזרה ל-%s
it_it: Torna a %s
ja: %sに戻る
ko_kr: %s로 돌아가기
pt_br: Voltar para %s

source: Welcome to
ar: مرحبًا بك في
de_de: Willkommen bei
es_es: Bienvenido a
fr_fr: Bienvenue à
he_il: ברוך הבא ל
it_it: Benvenuto a
ja: ようこそ
ko_kr: 환영합니다
pt_br: Bem-vindo ao

source: Wallet Up - Advanced URL & QR Tools
ar: Wallet Up - أدوات URL و QR المتقدمة
de_de: Wallet Up - Erweiterte URL- und QR-Tools
es_es: Wallet Up - Herramientas avanzadas de URL y QR
fr_fr: Wallet Up - Outils avancés URL et QR
he_il: Wallet Up - כלי URL ו-QR מתקדמים
it_it: Wallet Up - Strumenti URL e QR avanzati
ja: Wallet Up - 高度なURLとQRツール
ko_kr: Wallet Up - 고급 URL 및 QR 도구
pt_br: Wallet Up - Ferramentas avançadas de URL e QR

source: Wallet Up — Advanced URL & QR Tools
ar: Wallet Up — أدوات URL و QR المتقدمة
de_de: Wallet Up — Erweiterte URL- und QR-Tools
fr_fr: Wallet Up — Outils Avancés URL et QR
he_il: Wallet Up — כלי URL ו-QR מתקדמים
it_it: Wallet Up — Strumenti URL e QR avanzati
ja: Wallet Up — 高度なURLとQRツール
ko_kr: Wallet Up — 고급 URL 및 QR 도구
pt_br: Wallet Up — Ferramentas avançadas de URL e QR

source: All Rights Reserved
ar: جميع الحقوق محفوظة
de_de: Alle Rechte vorbehalten
es_es: Todos los derechos reservados
fr_fr: Tous droits réservés
he_il: כל הזכויות שמורות
it_it: Tutti i diritti riservati
ja: 全著作権所有
ko_kr: 모든 권리 보유
pt_br: Todos os direitos reservados

source: Log In
ar: تسجيل دخول
de_de: Anmelden
fr_fr: Se connecter

source: Security verification failed. Please refresh the page and try again.
ar: فشل التحقق الأمني. يرجى تحديث الصفحة والمحاولة مرة أخرى.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.Sicherheitsvalidierung fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es_es: La verificación de seguridad falló. Por favor, actualiza la página e inténtalo de nuevo.Validación de seguridad fallida. Por favor actualice la página e inténtelo de nuevo.
fr_fr: La vérification de sécurité a échoué. Veuillez actualiser la page et réessayer.Échec de la validation de sécurité. Veuillez actualiser la page et réessayer.
he_il: אימות האבטחה נכשל. אנא רענן את הדף ונסה שוב.
it_it: Verifica di sicurezza fallita. Aggiorna la pagina e riprova.
ja: セキュリティ検証に失敗しました。ページを更新して再試行してください。セキュリティ検証に失敗しました。ページを更新してもう一度お試しください。
ko_kr: 보안 확인에 실패했습니다. 페이지를 새로고침하고 다시 시도하세요.보안 유효성 검사가 실패했습니다. 페이지를 새로고침하고 다시 시도하세요.
pt_br: Falha na verificação de segurança. Atualize a página e tente novamente.

source: Too many login attempts. Please try again in a few minutes.
ar: عدد محاولات تسجيل الدخول كثير جداً. يرجى المحاولة مرة أخرى خلال دقائق قليلة.
de_de: Zu viele Anmeldeversuche. Bitte versuchen Sie es in wenigen Minuten erneut.

source: Automated login attempts are not allowed.
ar: محاولات تسجيل الدخول التلقائية غير مسموح بها.
de_de: Automatisierte Anmeldeversuche sind nicht erlaubt.
es_es: No se permiten intentos de inicio de sesión automatizados.
fr_fr: Les tentatives de connexion automatisées ne sont pas autorisées.
he_il: ניסיונות התחברות אוטומטיים אינם מותרים.
it_it: I tentativi di accesso automatizzati non sono consentiti.
ja: 自動ログイン試行は許可されていません。
ko_kr: 자동 로그인 시도는 허용되지 않습니다.
pt_br: Tentativas automatizadas de login não são permitidas.

source: Security validation failed.
ar: فشل التحقق الأمني.
de_de: Sicherheitsvalidierung fehlgeschlagen.
es_es: La validación de seguridad falló.
fr_fr: La validation de sécurité a échoué.
he_il: אימות האבטחה נכשל.
it_it: Convalida di sicurezza fallita.
ja: セキュリティ検証に失敗しました。
ko_kr: 보안 검증에 실패했습니다.
pt_br: Falha na validação de segurança.

source: Username and password are required
ar: اسم المستخدم وكلمة المرور مطلوبان
de_de: Benutzername und Passwort sind erforderlich
es_es: Nombre de usuario y contraseña son requeridos
fr_fr: Le nom d'utilisateur et le mot de passe sont requis
he_il: שם משתמש וסיסמה נדרשים
it_it: Nome utente e password sono richiesti
ja: ユーザー名とパスワードが必要です
ko_kr: 사용자 이름과 비밀번호가 필요합니다
pt_br: Nome de usuário e senha são obrigatórios

source: Welcome back, %s!
ar: مرحبًا بعودتك، %s!
de_de: Willkommen zurück, %s!
es_es: ¡Bienvenido, %s!
fr_fr: Bienvenue, %s !
he_il: ברוך שובך, %s!
it_it: Bentornato, %s!
ja: お帰りなさい、%s！
ko_kr: 다시 오신 것을 환영합니다, %s!
pt_br: Bem-vindo de volta, %s!

source: Too many requests. Please slow down.
de_de: Zu viele Anfragen. Bitte verlangsamen Sie.

source: Username validation complete
ar: اكتمل التحقق من اسم المستخدم
de_de: Benutzername-Validierung abgeschlossen
fr_fr: Validation du nom d'utilisateur terminée

source: Oops! The password you entered is incorrect. Please try again or use the password reset link below.
ar: عذرًا! كلمة المرور التي أدخلتها غير صحيحة. يرجى المحاولة مرة أخرى أو استخدام رابط إعادة تعيين كلمة المرور أدناه.
de_de: Hoppla! Das eingegebene Passwort ist falsch. Bitte versuchen Sie es erneut oder verwenden Sie den Link zum Zurücksetzen des Passworts unten.
es_es: ¡Ups! La contraseña ingresada es incorrecta. Intente de nuevo o use el enlace de restablecimiento de contraseña.
fr_fr: Oups ! Le mot de passe entré est incorrect. Veuillez réessayer ou utiliser le lien de réinitialisation ci-dessous.
he_il: אופס! הסיסמה שהזנת שגויה. אנא נסה שוב או השתמש בקישור איפוס הסיסמה למטה.
it_it: Ops! La password inserita non è corretta. Riprova o usa il link di reset password qui sotto.
ja: おっと！入力されたパスワードが正しくありません。もう一度試すか、下のパスワードリセットリンクを使用してください。
ko_kr: 이런! 입력한 비밀번호가 올바르지 않습니다. 다시 시도하거나 아래 비밀번호 재설정 링크를 사용하세요.
pt_br: Ops! A senha digitada está incorreta. Tente novamente ou use o link de redefinição de senha abaixo.

source: Please enter your password to log in.
ar: الرجاء إدخال كلمة المرور الخاصة بك لتسجيل الدخول.
de_de: Bitte geben Sie Ihr Passwort ein, um sich anzumelden.
es_es: Por favor ingrese su contraseña para iniciar sesión.
fr_fr: Veuillez entrer votre mot de passe pour vous connecter.
he_il: אנא הזן את הסיסמה שלך כדי להתחבר.
it_it: Inserisci la tua password per accedere.
ja: ログインするにはパスワードを入力してください。
ko_kr: 로그인하려면 비밀번호를 입력하세요.
pt_br: Digite sua senha para fazer login.

source: Please enter your username to log in.
ar: الرجاء إدخال اسم المستخدم الخاص بك لتسجيل الدخول.
de_de: Bitte geben Sie Ihren Benutzernamen ein, um sich anzumelden.
es_es: Por favor ingrese su nombre de usuario para iniciar sesión.
fr_fr: Veuillez entrer votre nom d'utilisateur pour vous connecter.
he_il: אנא הזן את שם המשתמש שלך כדי להתחבר.
it_it: Inserisci il tuo nome utente per accedere.
ja: ログインするにはユーザー名を入力してください。
ko_kr: 로그인하려면 사용자 이름을 입력하세요.
pt_br: Digite seu nome de usuário para fazer login.

source: This account has been suspended. Please contact support for assistance.
ar: تم تعليق هذا الحساب. يرجى الاتصال بالدعم للحصول على المساعدة.
de_de: Dieses Konto wurde gesperrt. Bitte kontaktieren Sie den Support für Hilfe.
es_es: Esta cuenta ha sido suspendida. Por favor contacte a soporte para asistencia.
fr_fr: Ce compte a été suspendu. Veuillez contacter le support pour obtenir de l'aide.
he_il: חשבון זה הושעה. אנא פנה לתמיכה לקבלת סיוע.
it_it: Questo account è stato sospeso. Contatta il supporto per assistenza.
ja: このアカウントは停止されています。サポートにお問い合わせください。
ko_kr: 이 계정은 정지되었습니다. 도움이 필요하면 지원팀에 문의하세요.
pt_br: Esta conta foi suspensa. Entre em contato com o suporte para obter assistência.

source: Please enter your username and password to access the dashboard.
ar: الرجاء إدخال اسم المستخدم وكلمة المرور للوصول إلى لوحة التحكم.
de_de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein, um auf das Dashboard zuzugreifen.
es_es: Por favor ingrese su nombre de usuario y contraseña para acceder al panel.
fr_fr: Veuillez entrer votre nom d'utilisateur et mot de passe pour accéder au tableau de bord.
he_il: אנא הזן את שם המשתמש והסיסמה שלך כדי לגשת ללוח הבקרה.
it_it: Inserisci nome utente e password per accedere al dashboard.
ja: ダッシュボードにアクセスするには、ユーザー名とパスワードを入力してください。
ko_kr: 대시보드에 액세스하려면 사용자 이름과 비밀번호를 입력하세요.
pt_br: Digite seu nome de usuário e senha para acessar o painel.

source: Continue
ar: متابعة
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
he_il: המשך
it_it: Continua
ja: 続ける
ko_kr: 계속
pt_br: Continuar

source: Wallet Up dashboard replacement has been disabled because the Wallet Up page was not found. Please make sure the Wallet Up plugin is active.
ar: تم تعطيل استبدال لوحة تحكم Wallet Up لأنه تعذر العثور على صفحة Wallet Up. يرجى التأكد من أن البرنامج المساعد Wallet Up نشط.
de_de: Der Wallet Up Dashboard-Ersatz wurde deaktiviert, da die Wallet Up-Seite nicht gefunden wurde. Bitte stellen Sie sicher, dass das Wallet Up Plugin aktiv ist.
es_es: El reemplazo del panel de Wallet Up ha sido deshabilitado porque no se encontró la página.
fr_fr: Le remplacement du tableau de bord Wallet Up a été désactivé car la page Wallet Up n'a pas été trouvée. Veuillez vous assurer que le plugin Wallet Up est actif.
he_il: החלפת לוח הבקרה של Wallet Up הושבתה מכיוון שדף Wallet Up לא נמצא. אנא ודא שתוסף Wallet Up פעיל.
it_it: La sostituzione del dashboard Wallet Up è stata disabilitata perché la pagina Wallet Up non è stata trovata. Assicurati che il plugin Wallet Up sia attivo.
ja: Wallet Upページが見つからなかったため、Wallet Upダッシュボードの置換が無効になりました。Wallet Upプラグインがアクティブであることを確認してください。
ko_kr: Wallet Up 페이지를 찾을 수 없어 Wallet Up 대시보드 교체가 비활성화되었습니다. Wallet Up 플러그인이 활성화되었는지 확인하세요.
pt_br: A substituição do painel Wallet Up foi desativada porque a página Wallet Up não foi encontrada. Certifique-se de que o plugin Wallet Up esteja ativo.

source: The WordPress dashboard has been replaced with the Wallet Up Dashboard.
ar: تم استبدال لوحة تحكم WordPress بلوحة تحكم Wallet Up.
de_de: Das WordPress-Dashboard wurde durch das Wallet Up Dashboard ersetzt.
es_es: El panel de WordPress ha sido reemplazado con el panel de Wallet Up.
fr_fr: Le tableau de bord WordPress a été remplacé par le tableau de bord Wallet Up.
he_il: לוח הבקרה של וורדפרס הוחלף בלוח הבקרה של Wallet Up.
it_it: Il dashboard WordPress è stato sostituito con il Dashboard Wallet Up.
ja: WordPressダッシュボードがWallet Upダッシュボードに置き換えられました。
ko_kr: WordPress 대시보드가 Wallet Up 대시보드로 교체되었습니다.
pt_br: O painel WordPress foi substituído pelo Painel Wallet Up.

source: Go to Wallet Up Dashboard
ar: انتقل إلى لوحة تحكم Wallet Up
de_de: Zum Wallet Up Dashboard
es_es: Ir al panel de Wallet Up
fr_fr: Aller au tableau de bord Wallet Up
he_il: עבור ללוח הבקרה של Wallet Up
it_it: Vai al dashboard Wallet Up
ja: Wallet Upダッシュボードへ移動
ko_kr: Wallet Up 대시보드로 이동
pt_br: Ir para o painel Wallet Up

source: Logo Settings
ar: إعدادات الشعار
de_de: Logo-Einstellungen
es_es: Configuración del logo
fr_fr: Paramètres du logo
he_il: הגדרות לוגו
it_it: Impostazioni logo
ja: ロゴ設定
ko_kr: 로고 설정
pt_br: Configurações do logo

source: Login Logo Configuration
ar: تكوين شعار تسجيل الدخول
de_de: Anmelde-Logo-Konfiguration
es_es: Configuración del logo de inicio de sesión
fr_fr: Configuration du logo de connexion
he_il: הגדרת לוגו התחברות
it_it: Configurazione logo login
ja: ログインロゴ設定
ko_kr: 로그인 로고 구성
pt_br: Configuração do logo de login

source: Enable Custom Logo
ar: تمكين الشعار المخصص
de_de: Benutzerdefiniertes Logo aktivieren
es_es: Habilitar logo personalizado
fr_fr: Activer le logo personnalisé
he_il: הפעל לוגו מותאם אישית
it_it: Abilita logo personalizzato
ja: カスタムロゴを有効化
ko_kr: 사용자 정의 로고 활성화
pt_br: Ativar logo personalizado

source: Logo Image
ar: صورة الشعار
de_de: Logo-Bild
es_es: Imagen del logo
fr_fr: Image du logo
he_il: תמונת לוגו
it_it: Immagine logo
ja: ロゴ画像
ko_kr: 로고 이미지
pt_br: Imagem do logo

source: Logo Size
ar: حجم الشعار
de_de: Logo-Größe
es_es: Tamaño del logo
fr_fr: Taille du logo
he_il: גודל לוגו
it_it: Dimensione logo
ja: ロゴサイズ
ko_kr: 로고 크기
pt_br: Tamanho do logo

source: Logo settings saved successfully.
ar: تم حفظ إعدادات الشعار بنجاح.
de_de: Logo-Einstellungen erfolgreich gespeichert.
es_es: Configuración del logo guardada exitosamente.
fr_fr: Paramètres du logo enregistrés avec succès.
he_il: הגדרות הלוגו נשמרו בהצלחה.
it_it: Impostazioni logo salvate con successo.
ja: ロゴ設定が正常に保存されました。
ko_kr: 로고 설정이 성공적으로 저장되었습니다.
pt_br: Configurações do logo salvas com sucesso.

source: Save Logo Settings
ar: حفظ إعدادات الشعار
de_de: Logo-Einstellungen speichern
es_es: Guardar configuración del logo
fr_fr: Enregistrer les paramètres du logo
he_il: שמור הגדרות לוגו
it_it: Salva impostazioni logo
ja: ロゴ設定を保存
ko_kr: 로고 설정 저장
pt_br: Salvar configurações do logo

source: Current Logo Preview
ar: معاينة الشعار الحالي
de_de: Aktuelle Logo-Vorschau
es_es: Vista previa del logo actual
fr_fr: Aperçu du logo actuel
he_il: תצוגה מקדימה של הלוגו הנוכחי
it_it: Anteprima logo attuale
ja: 現在のロゴプレビュー
ko_kr: 현재 로고 미리보기
pt_br: Visualização do logo atual

source: Login Logo Preview
ar: معاينة شعار تسجيل الدخول
de_de: Anmelde-Logo-Vorschau
es_es: Vista previa del logo de inicio de sesión
fr_fr: Aperçu du logo de connexion
he_il: תצוגה מקדימה של לוגו התחברות
it_it: Anteprima logo login
ja: ログインロゴプレビュー
ko_kr: 로그인 로고 미리보기
pt_br: Visualização do logo de login

source: No custom logo set. Using site logo or WordPress default.
ar: لم يتم تعيين شعار مخصص. استخدام شعار الموقع أو WordPress الافتراضي.
de_de: Kein benutzerdefiniertes Logo festgelegt. Site-Logo oder WordPress-Standard wird verwendet.
es_es: No hay logo personalizado. Usando logo del sitio o predeterminado de WordPress.
fr_fr: Aucun logo personnalisé défini. Utilisation du logo du site ou du logo WordPress par défaut.
he_il: לא הוגדר לוגו מותאם אישית. משתמש בלוגו האתר או ברירת המחדל של וורדפרס.
it_it: Nessun logo personalizzato impostato. Utilizzo del logo del sito o predefinito di WordPress.
ja: カスタムロゴが設定されていません。サイトロゴまたはWordPressのデフォルトを使用。
ko_kr: 사용자 정의 로고가 설정되지 않았습니다. 사이트 로고 또는 WordPress 기본값을 사용합니다.
pt_br: Nenhum logo personalizado definido. Usando o logo do site ou padrão do WordPress.

source: Configure the logo that appears on the WordPress login page. The logo will be automatically sized to fit within 50px height while preserving aspect ratio.
ar: قم بتكوين الشعار الذي يظهر على صفحة تسجيل الدخول في WordPress. سيتم تغيير حجم الشعار تلقائيًا ليناسب ارتفاع 50 بكسل مع الحفاظ على نسبة العرض إلى الارتفاع.
de_de: Konfigurieren Sie das Logo, das auf der WordPress-Anmeldeseite angezeigt wird. Das Logo wird automatisch auf 50px Höhe angepasst, wobei das Seitenverhältnis erhalten bleibt.
es_es: Configure el logo que aparece en la página de inicio de sesión de WordPress. El logo se ajustará automáticamente a 50px de altura preservando la proporción.
fr_fr: Configurez le logo qui apparaît sur la page de connexion WordPress. Le logo sera automatiquement dimensionné pour tenir dans une hauteur de 50px tout en préservant les proportions.
he_il: הגדר את הלוגו שמופיע בדף ההתחברות של וורדפרס. גודל הלוגו יותאם אוטומטית להתאים לגובה של 50px תוך שמירה על יחס הגובה-רוחב.
it_it: Configura il logo che appare sulla pagina di login di WordPress. Il logo verrà ridimensionato automaticamente per adattarsi all'altezza di 50px mantenendo le proporzioni.
ja: WordPressログインページに表示されるロゴを設定します。ロゴはアスペクト比を保持しながら、高さ50px以内に自動的にサイズ調整されます。
ko_kr: WordPress 로그인 페이지에 표시되는 로고를 구성합니다. 로고는 종횡비를 유지하면서 50px 높이에 맞게 자동으로 크기가 조정됩니다.
pt_br: Configure o logo que aparece na página de login do WordPress. O logo será dimensionado automaticamente para caber em 50px de altura, preservando a proporção.

source: Display custom logo on login page
ar: عرض شعار مخصص على صفحة تسجيل الدخول
de_de: Benutzerdefiniertes Logo auf der Anmeldeseite anzeigen
es_es: Mostrar logo personalizado en la página de inicio de sesión
fr_fr: Afficher le logo personnalisé sur la page de connexion
he_il: הצג לוגו מותאם אישית בדף ההתחברות
it_it: Mostra logo personalizzato sulla pagina di login
ja: ログインページにカスタムロゴを表示
ko_kr: 로그인 페이지에 사용자 정의 로고 표시
pt_br: Exibir logo personalizado na página de login

source: Select Logo
ar: حدد الشعار
de_de: Logo auswählen
es_es: Seleccionar logo
fr_fr: Sélectionner le logo
he_il: בחר לוגו
it_it: Seleziona logo
ja: ロゴを選択
ko_kr: 로고 선택
pt_br: Selecionar logo

source: Upload or select a logo image. Recommended size: 200x50px or smaller.
ar: قم بتحميل أو اختيار صورة الشعار. الحجم الموصى به: 200x50 بكسل أو أصغر.
de_de: Logo-Bild hochladen oder auswählen. Empfohlene Größe: 200x50px oder kleiner.
es_es: Suba o seleccione una imagen de logo. Tamaño recomendado: 200x50px o menor.
fr_fr: Télécharger ou sélectionner une image de logo. Taille recommandée: 200x50px ou moins.
he_il: העלה או בחר תמונת לוגו. גודל מומלץ: 200x50px או קטן יותר.
it_it: Carica o seleziona un'immagine logo. Dimensione consigliata: 200x50px o inferiore.
ja: ロゴ画像をアップロードまたは選択してください。推奨サイズ：200x50px以下。
ko_kr: 로고 이미지를 업로드하거나 선택하세요. 권장 크기: 200x50px 이하.
pt_br: Carregue ou selecione uma imagem de logo. Tamanho recomendado: 200x50px ou menor.

source: Use as Logo
ar: استخدم كشعار
de_de: Als Logo verwenden
es_es: Usar como logo
fr_fr: Utiliser comme logo
he_il: השתמש כלוגו
it_it: Usa come logo
ja: ロゴとして使用
ko_kr: 로고로 사용
pt_br: Usar como logo

source: Maximum Height:
ar: الحد الأقصى للارتفاع:
de_de: Maximale Höhe:
es_es: Altura máxima:
fr_fr: Hauteur maximale:
he_il: גובה מקסימלי:
it_it: Altezza massima:
ja: 最大高さ：
ko_kr: 최대 높이:
pt_br: Altura máxima:

source: default: 50px
ar: الافتراضي: 50 بكسل
de_de: Standard: 50px
es_es: predeterminado: 50px
fr_fr: par défaut: 50px
he_il: ברירת מחדל: 50px
it_it: predefinito: 50px
ja: デフォルト：50px
ko_kr: 기본값: 50px
pt_br: padrão: 50px

source: Preserve aspect ratio when resizing
ar: الحفاظ على نسبة العرض إلى الارتفاع عند تغيير الحجم
de_de: Seitenverhältnis beim Ändern der Größe beibehalten
es_es: Preservar proporción al cambiar tamaño
fr_fr: Conserver les proportions lors du redimensionnement
he_il: שמור על יחס גובה-רוחב בעת שינוי גודל
it_it: Mantieni le proporzioni durante il ridimensionamento
ja: サイズ変更時にアスペクト比を保持
ko_kr: 크기 조정 시 종횡비 유지
pt_br: Preservar proporção ao redimensionar

source: Link Title:
ar: عنوان الرابط:
de_de: Link-Titel:
es_es: Título del enlace:
fr_fr: Titre du lien:
he_il: כותרת קישור:
it_it: Titolo link:
ja: リンクタイトル：
ko_kr: 링크 제목:
pt_br: Título do link:

source: Where the logo links to and the tooltip text when hovering.
ar: المكان الذي يرتبط به الشعار ونص التلميح عند التمرير.
de_de: Wohin das Logo verlinkt und der Tooltip-Text beim Hover.
es_es: Dónde enlaza el logo y el texto de información al pasar el cursor.
fr_fr: Où le logo renvoie et le texte de l'info-bulle au survol.
he_il: לאן הלוגו מקשר וטקסט הטיפ כאשר עוברים עליו עם העכבר.
it_it: Dove il logo collega e il testo del tooltip al passaggio del mouse.
ja: ロゴのリンク先とホバー時のツールチップテキスト。
ko_kr: 로고가 링크되는 위치와 호버 시 툴팁 텍스트.
pt_br: Para onde o logo direciona e o texto da dica ao passar o mouse.

source: Wallet Up Login: No custom logo configured. %s to add your brand logo to the login page.
ar: تسجيل دخول Wallet Up: لم يتم تكوين شعار مخصص. %s لإضافة شعار علامتك التجارية إلى صفحة تسجيل الدخول.
de_de: Wallet Up Login: Kein benutzerdefiniertes Logo konfiguriert. %s um Ihr Markenlogo zur Anmeldeseite hinzuzufügen.
fr_fr: Connexion Wallet Up : Aucun logo personnalisé configuré. %s pour ajouter votre logo à la page de connexion.
he_il: התחברות Wallet Up: לא הוגדר לוגו מותאם אישית. %s להוספת לוגו המותג שלך לדף ההתחברות.
it_it: Login Wallet Up: Nessun logo personalizzato configurato. %s per aggiungere il logo del tuo brand alla pagina di login.
ja: Wallet Upログイン：カスタムロゴが設定されていません。%sでログインページにブランドロゴを追加してください。
ko_kr: Wallet Up 로그인: 사용자 정의 로고가 구성되지 않았습니다. %s로 로그인 페이지에 브랜드 로고를 추가하세요.
pt_br: Login Wallet Up: Nenhum logo personalizado configurado. %s para adicionar o logo da sua marca à página de login.

source: Configure logo
ar: تكوين الشعار
de_de: Logo konfigurieren
es_es: Configurar logo
fr_fr: Configurer le logo
he_il: הגדר לוגו
it_it: Configura logo
ja: ロゴを設定
ko_kr: 로고 구성
pt_br: Configurar logo

source: Function %s conflicts with Wallet Up force login
ar: الوظيفة %s تتعارض مع فرض تسجيل الدخول في Wallet Up
de_de: Funktion %s kollidiert mit Wallet Up Force Login
es_es: La función %s entra en conflicto con el inicio de sesión forzado de Wallet Up
fr_fr: La fonction %s est en conflit avec la connexion forcée de Wallet Up
he_il: פונקציה %s מתנגשת עם התחברות כפויה של Wallet Up
it_it: La funzione %s è in conflitto con il login forzato di Wallet Up
ja: 関数%sがWallet Up強制ログインと競合しています
ko_kr: 함수 %s가 Wallet Up 강제 로그인과 충돌합니다
pt_br: A função %s entra em conflito com o login forçado do Wallet Up

source: Hook %s on %s may conflict with Wallet Up
ar: الخطاف %s على %s قد يتعارض مع Wallet Up
de_de: Hook %s auf %s kann mit Wallet Up kollidieren
es_es: El hook %s en %s puede entrar en conflicto con Wallet Up
fr_fr: Le crochet %s sur %s peut entrer en conflit avec Wallet Up
he_il: וו %s ב-%s עלול להתנגש עם Wallet Up
it_it: L'hook %s su %s potrebbe essere in conflitto con Wallet Up
ja: %sの%sフックがWallet Upと競合する可能性があります
ko_kr: %s의 훅 %s가 Wallet Up과 충돌할 수 있습니다
pt_br: O gancho %s em %s pode entrar em conflito com o Wallet Up

source: Hiding wp-login.php without a custom login slug will lock out all users
ar: إخفاء wp-login.php بدون رابط تسجيل دخول مخصص سيؤدي إلى إغلاق جميع المستخدمين
de_de: Das Verstecken von wp-login.php ohne benutzerdefinierten Login-Slug sperrt alle Benutzer aus
es_es: Ocultar wp-login.php sin un slug personalizado bloqueará a todos los usuarios
fr_fr: Masquer wp-login.php sans slug de connexion personnalisé verrouillera tous les utilisateurs
he_il: הסתרת wp-login.php ללא כתובת התחברות מותאמת אישית תנעל את כל המשתמשים
it_it: Nascondere wp-login.php senza uno slug di login personalizzato bloccherà tutti gli utenti
ja: カスタムログインスラッグなしでwp-login.phpを非表示にすると、すべてのユーザーがロックアウトされます
ko_kr: 사용자 정의 로그인 슬러그 없이 wp-login.php를 숨기면 모든 사용자가 잠깁니다
pt_br: Ocultar wp-login.php sem um slug de login personalizado bloqueará todos os usuários

source: Wallet Up Conflict Detected
ar: تم اكتشاف تعارض Wallet Up
de_de: Wallet Up Konflikt erkannt
es_es: Conflicto de Wallet Up detectado
fr_fr: Conflit Wallet Up détecté
he_il: זוהתה התנגשות Wallet Up
it_it: Rilevato conflitto Wallet Up
ja: Wallet Up競合が検出されました
ko_kr: Wallet Up 충돌 감지됨
pt_br: Conflito Wallet Up detectado

source: Auto-Fix This Issue
ar: إصلاح هذه المشكلة تلقائيًا
de_de: Dieses Problem automatisch beheben
es_es: Auto-corregir este problema
fr_fr: Corriger automatiquement ce problème
he_il: תקן בעיה זו באופן אוטומטי
it_it: Risolvi automaticamente questo problema
ja: この問題を自動修正
ko_kr: 이 문제 자동 수정
pt_br: Corrigir automaticamente este problema

source: Manual Fix:
ar: الإصلاح اليدوي:
de_de: Manuelle Korrektur:
es_es: Corrección manual:
fr_fr: Correction manuelle :
he_il: תיקון ידני:
it_it: Correzione manuale:
ja: 手動修正：
ko_kr: 수동 수정:
pt_br: Correção manual:

source: Remove the conflicting function from your theme's functions.php file.
ar: قم بإزالة الوظيفة المتعارضة من ملف functions.php الخاص بالقالب.
de_de: Entfernen Sie die kollidierende Funktion aus der functions.php-Datei Ihres Themes.
fr_fr: Supprimez la fonction en conflit du fichier functions.php de votre thème.
he_il: הסר את הפונקציה המתנגשת מקובץ functions.php של הערכת נושא שלך.
it_it: Rimuovi la funzione in conflitto dal file functions.php del tuo tema.
ja: テーマのfunctions.phpファイルから競合する関数を削除してください。
ko_kr: 테마의 functions.php 파일에서 충돌하는 함수를 제거하세요.
pt_br: Remova a função conflitante do arquivo functions.php do seu tema.
