Repository: WalletUpLLC/wallet-up-login-customizer
Catalog: languages/wallet-up-login-customizer-*.po
Languages: ar, de_de, es_es, fr_fr, he_il, it_it, ja, ko_kr, pt_br

source: Deactivate the %s plugin or disable its login features.
ar: قم بإلغاء تنشيط البرنامج المساعد %s أو تعطيل ميزات تسجيل الدخول الخاصة به.
de_de: Deaktivieren Sie das %s Plugin oder deaktivieren Sie seine Anmeldefunktionen.
es_es: Desactive el plugin %s o deshabilite sus funciones de inicio de sesión.
fr_fr: Désactivez le plugin %s ou désactivez ses fonctionnalités de connexion.
he_il: בטל את תוסף %s או השבת את תכונות ההתחברות שלו.
it_it: Disattiva il plugin %s o disabilita le sue funzionalità di login.
ja: %sプラグインを無効化するか、そのログイン機能を無効にしてください。
ko_kr: %s 플러그인을 비활성화하거나 로그인 기능을 비활성화하세요.
pt_br: Desative o plugin %s ou desabilite seus recursos de login.

source: Security check failed
ar: فشل فحص الأمان
de_de: Sicherheitsprüfung fehlgeschlagen
es_es: Verificación de seguridad fallida
fr_fr: Échec de la vérification de sécurité
he_il: בדיקת אבטחה נכשלה
it_it: Controllo di sicurezza fallito
ja: セキュリティチェックに失敗しました
ko_kr: 보안 확인 실패
pt_br: Verificação de segurança falhou

source: Custom login slug created. Please test it before enabling wp-login.php hiding.
ar: تم إنشاء رابط تسجيل دخول مخصص. يرجى اختباره قبل تمكين إخفاء wp-login.php.
de_de: Benutzerdefinierter Login-Slug erstellt. Bitte testen Sie ihn, bevor Sie das Verstecken von wp-login.php aktivieren.
es_es: Slug de inicio de sesión personalizado creado. Por favor pruébelo antes de ocultar wp-login.php.
fr_fr: Slug de connexion personnalisé créé. Veuillez le tester avant d'activer le masquage de wp-login.php.
he_il: כתובת התחברות מותאמת אישית נוצרה. אנא בדוק אותה לפני הפעלת הסתרת wp-login.php.
it_it: Slug di login personalizzato creato. Testalo prima di abilitare il nascondimento di wp-login.php.
ja: カスタムログインスラッグが作成されました。wp-login.phpの非表示を有効にする前にテストしてください。
ko_kr: 사용자 정의 로그인 슬러그가 생성되었습니다. wp-login.php 숨기기를 활성화하기 전에 테스트하세요.
pt_br: Slug de login personalizado criado. Teste-o antes de ativar a ocultação do wp-login.php.

source: Your IP (%s) added to whitelist.
ar: تمت إضافة IP الخاص بك (%s) إلى القائمة البيضاء.
de_de: Ihre IP (%s) wurde zur Whitelist hinzugefügt.
es_es: Su IP (%s) agregada a la lista blanca.
fr_fr: Votre IP (%s) ajoutée à la liste blanche.
he_il: ה-IP שלך (%s) נוסף לרשימה הלבנה.
it_it: Il tuo IP (%s) è stato aggiunto alla whitelist.
ja: あなたのIP（%s）がホワイトリストに追加されました。
ko_kr: 귀하의 IP(%s)가 화이트리스트에 추가되었습니다.
pt_br: Seu IP (%s) foi adicionado à lista branca.

source: Unknown fix type
ar: نوع إصلاح غير معروف
de_de: Unbekannter Fix-Typ
es_es: Tipo de corrección desconocido
fr_fr: Type de correction inconnu
he_il: סוג תיקון לא ידוע
it_it: Tipo di correzione sconosciuto
ja: 不明な修正タイプ
ko_kr: 알 수 없는 수정 유형
pt_br: Tipo de correção desconhecido

source: No conflicts detected
ar: لم يتم اكتشاف أي تعارضات
de_de: Keine Konflikte erkannt
es_es: No se detectaron conflictos
fr_fr: Aucun conflit détecté
he_il: לא זוהו התנגשויות
it_it: Nessun conflitto rilevato
ja: 競合は検出されませんでした
ko_kr: 충돌이 감지되지 않았습니다
pt_br: Nenhum conflito detectado

source: %d conflict detected
de_de: %d Konflikt erkannt

source: This feature has been disabled for security reasons
ar: تم تعطيل هذه الميزة لأسباب أمنية
de_de: Diese Funktion wurde aus Sicherheitsgründen deaktiviert
fr_fr: Cette fonctionnalité a été désactivée pour des raisons de sécurité

source: You must be logged in to access user data.
ar: يجب عليك تسجيل الدخول للوصول إلى بيانات المستخدم.
de_de: Sie müssen angemeldet sein, um auf Benutzerdaten zuzugreifen.

source: Security Settings
ar: إعدادات الأمان
de_de: Sicherheitseinstellungen

source: Wallet Up Security Settings
ar: إعدادات أمان Wallet Up
de_de: Wallet Up Sicherheitseinstellungen

source: Email Alert Settings
ar: إعدادات تنبيهات البريد الإلكتروني
de_de: E-Mail-Benachrichtigungseinstellungen

source: Enable Daily Digest
ar: تفعيل الملخص اليومي
de_de: Tägliche Zusammenfassung aktivieren
fr_fr: Activer le résumé quotidien

source: Blocked IPs
ar: عناوين IP المحجوبة
de_de: Blockierte IP-Adressen
fr_fr: IP bloquées

source: No IPs are currently blocked.
ar: لا توجد عناوين IP محجوبة حالياً.
de_de: Derzeit sind keine IP-Adressen blockiert.
fr_fr: Aucune IP n'est actuellement bloquée.

source: Invalid login credentials. Please try again.
ar: بيانات اعتماد تسجيل الدخول غير صالحة. حاول مرة أخرى.
de_de: Ungültige Anmeldedaten. Bitte versuchen Sie es erneut.
es_es: Credenciales de inicio de sesión inválidas. Por favor inténtelo de nuevo.
fr_fr: Identifiants de connexion invalides. Veuillez réessayer.
he_il: פרטי התחברות שגויים. אנא נסה שוב.
it_it: Credenziali di accesso non valide. Riprova.
ja: 無効なログイン認証情報。もう一度お試しください。
ko_kr: 잘못된 로그인 자격 증명입니다. 다시 시도하세요.
pt_br: Credenciais de login inválidas. Tente novamente.

source: Invalid login credentials
ar: بيانات الدخول غير صحيحة
de_de: Ungültige Anmeldedaten
es_es: Credenciales de inicio de sesión inválidasCredenciales de inicio de sesión inválidas. Por favor inténtelo de nuevo.
fr_fr: Identifiants de connexion invalides
he_il: פרטי כניסה לא חוקיים
it_it: Credenziali di accesso non valide
ja: 無効なログイン認証情報
ko_kr: 잘못된 로그인 자격 증명
pt_br: Credenciais de login inválidas

source: Security verification failed.
ar: فشل التحقق الأمني.
de_de: Sicherheitsüberprüfung fehlgeschlagen.
es_es: Verificación de seguridad fallida.
fr_fr: Échec de la vérification de sécurité.
he_il: אימות אבטחה נכשל.
it_it: Verifica di sicurezza fallita.
ja: セキュリティ検証に失敗しました。
ko_kr: 보안 확인이 실패했습니다.
pt_br: Verificação de segurança falhou.

source: Too many attempts. Please try again later.
ar: عدد محاولات كثير جدًا. حاول مرة أخرى في وقت لاحق.
de_de: Zu viele Versuche. Bitte versuchen Sie es später erneut.
es_es: Demasiados intentos. Por favor inténtelo más tarde.
fr_fr: Trop de tentatives. Veuillez réessayer plus tard.
he_il: יותר מדי ניסיונות. אנא נסה שוב מאוחר יותר.
it_it: Troppi tentativi. Riprova più tardi.
ja: 試行回数が多すぎます。後でもう一度お試しください。
ko_kr: 시도가 너무 많습니다. 나중에 다시 시도하세요.
pt_br: Muitas tentativas. Tente novamente mais tarde.

source: Invalid request.
ar: طلب غير صالح.
de_de: Ungültige Anfrage.
es_es: Solicitud inválida.
fr_fr: Requête invalide.
he_il: בקשה לא חוקית.
it_it: Richiesta non valida.
ja: 無効なリクエスト。
ko_kr: 잘못된 요청입니다.
pt_br: Solicitação inválida.

source: Please enter both username and password.
ar: الرجاء إدخال اسم المستخدم وكلمة المرور.
de_de: Bitte geben Sie sowohl Benutzername als auch Passwort ein.
es_es: Por favor ingrese nombre de usuario y contraseña.
fr_fr: Veuillez entrer le nom d'utilisateur et le mot de passe.
he_il: אנא הזן גם שם משתמש וגם סיסמה.
it_it: Inserisci sia nome utente che password.
ja: ユーザー名とパスワードの両方を入力してください。
ko_kr: 사용자 이름과 비밀번호를 모두 입력하세요.
pt_br: Digite o nome de usuário e a senha.

source: Security validation failed. Please refresh the page and try again.
ar: فشل التحقق من الأمان. يرجى تحديث الصفحة والمحاولة مرة أخرى.
de_de: Sicherheitsvalidierung fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es_es: Validación de seguridad fallida. Por favor actualice la página e inténtelo de nuevo.
fr_fr: Échec de la validation de sécurité. Veuillez actualiser la page et réessayer.
he_il: אימות אבטחה נכשל. אנא רענן את הדף ונסה שוב.
it_it: Validazione di sicurezza fallita. Aggiorna la pagina e riprova.
ja: セキュリティ検証に失敗しました。ページを更新してもう一度お試しください。
ko_kr: 보안 유효성 검사가 실패했습니다. 페이지를 새로고침하고 다시 시도하세요.
pt_br: Validação de segurança falhou. Atualize a página e tente novamente.

source: Too many login attempts. Please try again later.
ar: عدد محاولات تسجيل الدخول كثير جدًا. حاول مرة أخرى في وقت لاحق.
de_de: Zu viele Anmeldeversuche. Bitte versuchen Sie es später erneut.
es_es: Demasiados intentos de inicio de sesión. Por favor inténtelo más tarde.
fr_fr: Trop de tentatives de connexion. Veuillez réessayer plus tard.
he_il: יותר מדי ניסיונות התחברות. אנא נסה שוב מאוחר יותר.
it_it: Troppi tentativi di login. Riprova più tardi.
ja: ログイン試行回数が多すぎます。後でもう一度お試しください。
ko_kr: 로그인 시도가 너무 많습니다. 나중에 다시 시도하세요.
pt_br: Muitas tentativas de login. Tente novamente mais tarde.

source: Account temporarily locked due to multiple failed attempts.
ar: تم قفل الحساب مؤقتًا بسبب محاولات فاشلة متعددة.
de_de: Konto aufgrund mehrerer fehlgeschlagener Versuche vorübergehend gesperrt.
es_es: Cuenta bloqueada temporalmente debido a múltiples intentos fallidos.
fr_fr: Compte temporairement verrouillé en raison de plusieurs tentatives échouées.
he_il: החשבון ננעל זמנית עקב ניסיונות כושלים מרובים.
it_it: Account temporaneamente bloccato a causa di molteplici tentativi falliti.
ja: 複数回の失敗によりアカウントが一時的にロックされています。
ko_kr: 여러 번의 실패로 인해 계정이 일시적으로 잠겼습니다.
pt_br: Conta temporariamente bloqueada devido a múltiplas tentativas falhadas.

source: You must be logged in to access the REST API.
ar: يجب عليك تسجيل الدخول للوصول إلى REST API.
de_de: Sie müssen angemeldet sein, um auf die REST-API zuzugreifen.
es_es: Debe iniciar sesión para acceder a la API REST.
fr_fr: Vous devez être connecté pour accéder à l'API REST.
he_il: עליך להיות מחובר כדי לגשת ל-REST API.
it_it: Devi essere loggato per accedere alla REST API.
ja: REST APIにアクセスするにはログインする必要があります。
ko_kr: REST API에 액세스하려면 로그인해야 합니다.
pt_br: Você deve estar conectado para acessar a API REST.

source: Wallet Up Enterprise Security
ar: أمان Wallet Up للمؤسسات
de_de: Wallet Up Enterprise-Sicherheit
es_es: Seguridad empresarial de Wallet Up
fr_fr: Sécurité d'Entreprise Wallet Up
he_il: אבטחה ארגונית של Wallet Up
it_it: Sicurezza aziendale Wallet Up
ja: Wallet Upエンタープライズセキュリティ
ko_kr: Wallet Up 엔터프라이즈 보안
pt_br: Segurança empresarial Wallet Up

source: Require authentication for all site access
ar: طلب المصادقة لجميع عمليات الوصول إلى الموقع
de_de: Authentifizierung für alle Website-Zugriffe erforderlich
es_es: Requerir autenticación para todo acceso al sitio
fr_fr: Exiger une authentification pour tout accès au site
he_il: דרוש אימות עבור כל גישה לאתר
it_it: Richiedi autenticazione per tutti gli accessi al sito
ja: すべてのサイトアクセスに認証を要求
ko_kr: 모든 사이트 액세스에 인증 필요
pt_br: Exigir autenticação para todo acesso ao site

source: Hide and protect wp-login.php
ar: إخفاء وحماية wp-login.php
de_de: wp-login.php verstecken und schützen
es_es: Ocultar y proteger wp-login.php
fr_fr: Masquer et protéger wp-login.php
he_il: הסתר והגן על wp-login.php
it_it: Nascondi e proteggi wp-login.php
ja: wp-login.phpを非表示にして保護
ko_kr: wp-login.php 숨기기 및 보호
pt_br: Ocultar e proteger wp-login.php

source: Custom Login Slug
ar: رابط تسجيل دخول مخصص
de_de: Benutzerdefinierte Anmelde-URL
es_es: Slug de inicio de sesión personalizado
fr_fr: URL de connexion personnalisée
he_il: כתובת התחברות מותאמת אישית
it_it: Slug login personalizzato
ja: カスタムログインスラッグ
ko_kr: 사용자 정의 로그인 슬러그
pt_br: Slug de login personalizado

source: Custom URL slug for the login page
ar: رابط URL مخصص لصفحة تسجيل الدخول
de_de: Benutzerdefinierter URL-Slug für die Anmeldeseite
es_es: Slug URL personalizado para la página de inicio de sesión
fr_fr: Slug d'URL personnalisé pour la page de connexion
he_il: כתובת URL מותאמת אישית לדף ההתחברות
it_it: Slug URL personalizzato per la pagina di login
ja: ログインページのカスタムURLスラッグ
ko_kr: 로그인 페이지용 사용자 정의 URL 슬러그
pt_br: Slug de URL personalizado para a página de login

source: Lockout Duration (seconds)
ar: مدة الإغلاق (ثانية)
de_de: Sperrzeit (Sekunden)
es_es: Duración del bloqueo (segundos)
fr_fr: Durée du verrouillage (secondes)
he_il: משך נעילה (שניות)
it_it: Durata blocco (secondi)
ja: ロックアウト期間（秒）
ko_kr: 잠금 기간 (초)
pt_br: Duração do bloqueio (segundos)

source: Session Timeout (seconds)
ar: مهلة الجلسة (ثانية)
de_de: Sitzungs-Timeout (Sekunden)
es_es: Tiempo de espera de sesión (segundos)
fr_fr: Délai d'expiration de session (secondes)
he_il: פסק זמן לסשן (שניות)
it_it: Timeout sessione (secondi)
ja: セッションタイムアウト（秒）
ko_kr: 세션 시간 초과 (초)
pt_br: Tempo limite da sessão (segundos)

source: Time before user sessions expire
ar: الوقت قبل انتهاء صلاحية جلسات المستخدم
de_de: Zeit bis zum Ablauf der Benutzersitzungen
es_es: Tiempo antes de que expiren las sesiones de usuario
fr_fr: Temps avant l'expiration des sessions utilisateur
he_il: זמן לפני שסשן המשתמש יפוג
it_it: Tempo prima della scadenza delle sessioni utente
ja: ユーザーセッションが期限切れになるまでの時間
ko_kr: 사용자 세션이 만료되기 전 시간
pt_br: Tempo antes das sessões de usuário expirarem

source: Enable security headers
ar: تمكين رؤوس الأمان
de_de: Sicherheitsheader aktivieren
es_es: Habilitar encabezados de seguridad
fr_fr: Activer les en-têtes de sécurité
he_il: הפעל כותרות אבטחה
it_it: Abilita intestazioni di sicurezza
ja: セキュリティヘッダーを有効化
ko_kr: 보안 헤더 활성화
pt_br: Ativar cabeçalhos de segurança

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein

source: Please enter an email address
de_de: Bitte geben Sie eine E-Mail-Adresse ein

source: Sending...
de_de: Wird gesendet...

source: Sent!
ar: تم الإرسال!
de_de: Gesendet!
fr_fr: Envoyé !

source: Failed
ar: فشل
de_de: Fehlgeschlagen
fr_fr: Échoué

source: Failed to send test email
ar: فشل في إرسال البريد التجريبي
de_de: Test-E-Mail konnte nicht gesendet werden
fr_fr: Échec de l'envoi de l'e-mail de test

source: Security Logs
ar: سجلات الأمان
de_de: Sicherheitsprotokolle
es_es: Registros de seguridad
fr_fr: Journaux de sécurité
he_il: יומני אבטחה
it_it: Log di sicurezza
ja: セキュリティログ
ko_kr: 보안 로그
pt_br: Logs de segurança

source: No security events logged yet.
ar: لم يتم تسجيل أي أحداث أمنية بعد.
de_de: Noch keine Sicherheitsereignisse protokolliert.
es_es: Aún no hay eventos de seguridad registrados.
fr_fr: Aucun événement de sécurité enregistré pour le moment.
he_il: עדיין לא נרשמו אירועי אבטחה.
it_it: Nessun evento di sicurezza registrato ancora.
ja: セキュリティイベントはまだ記録されていません。
ko_kr: 아직 기록된 보안 이벤트가 없습니다.
pt_br: Nenhum evento de segurança registrado ainda.

source: Insufficient permissions
ar: صلاحيات غير كافية
de_de: Unzureichende Berechtigungen

source: Test email sent successfully
de_de: Test-E-Mail erfolgreich gesendet

source: Wallet Up Login has been updated to version %s. Settings synchronization in progress...
ar: تم تحديث Wallet Up Login إلى الإصدار %s. جار مزامنة الإعدادات...
de_de: Wallet Up Login wurde auf Version %s aktualisiert. Einstellungssynchronisation läuft...
es_es: Wallet Up Login ha sido actualizado a la versión %s. Sincronización en progreso...
fr_fr: Wallet Up Login a été mis à jour vers la version %s. Synchronisation des paramètres en cours...
he_il: Wallet Up Login עודכן לגרסה %s. סנכרון הגדרות בתהליך...
it_it: Wallet Up Login è stato aggiornato alla versione %s. Sincronizzazione impostazioni in corso...
ja: Wallet Upログインがバージョン%sに更新されました。設定の同期が進行中...
ko_kr: Wallet Up 로그인이 버전 %s로 업데이트되었습니다. 설정 동기화가 진행 중입니다...
pt_br: Wallet Up Login foi atualizado para a versão %s. Sincronização de configurações em andamento...

source: Security check failed.
ar: فشل فحص الأمان.
de_de: Sicherheitsprüfung fehlgeschlagen.
es_es: Verificación de seguridad fallida.
fr_fr: Échec de la vérification de sécurité.
he_il: בדיקת אבטחה נכשלה.
it_it: Controllo di sicurezza fallito.
ja: セキュリティチェックに失敗しました。
ko_kr: 보안 확인이 실패했습니다.
pt_br: Verificação de segurança falhou.

source: Insufficient permissions.
ar: أذونات غير كافية.
de_de: Unzureichende Berechtigungen.
es_es: Permisos insuficientes.
fr_fr: Permissions insuffisantes.
he_il: הרשאות לא מספיקות.
it_it: Permessi insufficienti.
ja: 権限が不十分です。
ko_kr: 권한이 부족합니다.
pt_br: Permissões insuficientes.

source: Synchronization completed successfully.
ar: اكتملت المزامنة بنجاح.
de_de: Synchronisation erfolgreich abgeschlossen.
es_es: Sincronización completada exitosamente.
fr_fr: Synchronisation terminée avec succès.
he_il: הסנכרון הושלם בהצלחה.
it_it: Sincronizzazione completata con successo.
ja: 同期が正常に完了しました。
ko_kr: 동기화가 성공적으로 완료되었습니다.
pt_br: Sincronização concluída com sucesso.

source: Sync failed: %s
ar: فشل المزامنة: %s
de_de: Synchronisation fehlgeschlagen: %s
es_es: Sincronización fallida: %s
fr_fr: Échec de la synchronisation : %s
he_il: הסנכרון נכשל: %s
it_it: Sincronizzazione fallita: %s
ja: 同期に失敗しました：%s
ko_kr: 동기화 실패: %s
pt_br: Sincronização falhou: %s

source: %d pending
de_de: %d ausstehend
fr_fr: %d en attente

source: %d failed
de_de: %d fehlgeschlagen
fr_fr: %d échoué

source: Welcome to Wallet Up Dashboard!
ar: مرحبًا بك في لوحة تحكم Wallet Up!
de_de: Willkommen im Wallet Up Dashboard!
es_es: ¡Bienvenido al panel de Wallet Up!
fr_fr: Bienvenue sur le tableau de bord Wallet Up !
he_il: ברוך הבא ללוח הבקרה של Wallet Up!
it_it: Benvenuto nel Dashboard Wallet Up!
ja: Wallet Upダッシュボードへようこそ！
ko_kr: Wallet Up 대시보드에 오신 것을 환영합니다!
pt_br: Bem-vindo ao Painel Wallet Up!

source: The "Land to Wallet Up" option has been disabled because the Wallet Up admin page could not be found. Please make sure Wallet Up is installed and activated before enabling this feature.
ar: تم تعطيل خيار "الهبوط في Wallet Up" لأنه تعذر العثور على صفحة إدارة Wallet Up. يرجى التأكد من تثبيت Wallet Up وتنشيطه قبل تمكين هذه الميزة.
de_de: Die Option "Zu Wallet Up weiterleiten" wurde deaktiviert, da die Wallet Up-Administrationsseite nicht gefunden werden konnte. Bitte stellen Sie sicher, dass Wallet Up installiert und aktiviert ist, bevor Sie diese Funktion aktivieren.
fr_fr: L'option "Atterrir sur Wallet Up" a été désactivée car la page d'administration Wallet Up n'a pas pu être trouvée. Veuillez vous assurer que Wallet Up est installé et activé avant d'activer cette fonctionnalité.
he_il: האפשרות "נחיתה ב-Wallet Up" הושבתה מכיוון שדף הניהול של Wallet Up לא נמצא. אנא ודא ש-Wallet Up מותקן ומופעל לפני הפעלת תכונה זו.
it_it: L'opzione "Atterra su Wallet Up" è stata disabilitata perché la pagina admin Wallet Up non è stata trovata. Assicurati che Wallet Up sia installato e attivato prima di abilitare questa funzione.
ja: Wallet Up管理ページが見つからなかったため、「Wallet Upへ着陸」オプションが無効になりました。この機能を有効にする前に、Wallet Upがインストールされ、アクティブ化されていることを確認してください。
ko_kr: Wallet Up 관리 페이지를 찾을 수 없어 "Wallet Up에 착륙" 옵션이 비활성화되었습니다. 이 기능을 활성화하기 전에 Wallet Up이 설치되고 활성화되었는지 확인하세요.
pt_br: A opção "Pousar no Wallet Up" foi desativada porque a página de administração Wallet Up não foi encontrada. Certifique-se de que o Wallet Up esteja instalado e ativado antes de ativar este recurso.

source: Wallet Up Dashboard
ar: لوحة تحكم Wallet Up
es_es: Panel de Wallet Up
fr_fr: Tableau de bord Wallet Up
he_il: לוח בקרת Wallet Up
it_it: Dashboard Wallet Up
ja: Wallet Upダッシュボード
ko_kr: Wallet Up 대시보드
pt_br: Painel Wallet Up

source: Enter IP addresses to whitelist (one per line). These IPs will bypass rate limiting.
ar: أدخل عناوين IP للسماح بها (واحد في كل سطر). ستتجاوز هذه العناوين حدود المعدل.
es_es: Ingresa direcciones IP para permitir (una por línea). Estas IPs evitarán las limitaciones de velocidad.

source: Version
ar: الإصدار
es_es: Versión
he_il: גרסה
it_it: Versione
ja: バージョン
ko_kr: 버전
pt_br: Versão

source: WordPress Dashboard
ar: لوحة تحكم WordPress
es_es: Panel de WordPress
fr_fr: Tableau de bord WordPress
he_il: לוח בקרת וורדפרס
it_it: Dashboard WordPress
ja: WordPressダッシュボード
ko_kr: WordPress 대시보드
pt_br: Painel WordPress

source: The username you entered doesn't appear to exist. Double-check it or create a new account.
ar: اسم المستخدم الذي أدخلته غير موجود. تحقق منه مرة أخرى أو قم بإنشاء حساب جديد.
he_il: שם המשתמש שהזנת לא נמצא. בדוק שוב או צור חשבון חדש.
it_it: Il nome utente inserito non sembra esistere. Ricontrolla o crea un nuovo account.
ja: 入力したユーザー名は存在しないようです。再確認するか、新しいアカウントを作成してください。
ko_kr: 입력한 사용자 이름이 존재하지 않는 것 같습니다. 다시 확인하거나 새 계정을 만드세요.
pt_br: O nome de usuário inserido não parece existir. Verifique novamente ou crie uma nova conta.

source: ✓ You have been successfully logged out. Please sign in again to continue.
ar: ✓ لقد تم تسجيل خروجك بنجاح. يرجى تسجيل الدخول مرة أخرى للمتابعة.
es_es: ✓ Ha cerrado sesión exitosamente. Por favor inicie sesión nuevamente para continuar.
he_il: ✓ התנתקת בהצלחה. אנא התחבר שוב כדי להמשיך.
it_it: ✓ Sei stato disconnesso con successo. Accedi di nuovo per continuare.
ja: ✓ 正常にログアウトしました。続行するには再度サインインしてください。
ko_kr: ✓ 성공적으로 로그아웃되었습니다. 계속하려면 다시 로그인하세요.
pt_br: ✓ Você foi desconectado com sucesso. Faça login novamente para continuar.

source: Dashboard
ar: لوحة التحكم
es_es: Panel
fr_fr: Tableau de bord
he_il: לוח בקרה
ja: ダッシュボード
ko_kr: 대시보드
pt_br: Painel

source: Logo Link
ar: رابط الشعار
es_es: Enlace del logo
fr_fr: Lien du logo
he_il: קישור לוגו
it_it: Link logo
ja: ロゴリンク
ko_kr: 로고 링크
pt_br: Link do logo

source: Link URL:
ar: عنوان URL للرابط:
es_es: URL del enlace:
fr_fr: URL du lien:
he_il: כתובת קישור:
it_it: URL link:
ja: リンクURL：
ko_kr: 링크 URL:
pt_br: URL do link:

source: Receive one daily email with all security events instead of individual alerts
ar: استقبال بريد إلكتروني يومي واحد بجميع الأحداث الأمنية بدلاً من التنبيهات الفردية

source: Warning: This will reset all settings to their default values.
es_es: Advertencia: Esto restablecerá toda la configuración a sus valores predeterminados.¿Está seguro de que desea restablecer todos los ajustes a los valores predeterminados?
fr_fr: Avertissement : Ceci réinitialisera tous les paramètres à leurs valeurs par défaut.défaut ?

source: Are you sure you want to import these settings? This will overwrite your current settings.
fr_fr: Êtes-vous sûr de vouloir importer ces paramètres ? Ceci remplacera vos paramètres actuels.défaut ?

source: Are you sure you want to reset all settings to defaults? This cannot be undone.
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres aux valeurs par défaut ? Ceci ne peut pas être annulé.défaut ?
