Repository: WalletUpLLC/wallet-up-login-customizer
Catalog: languages/wallet-up-login-customizer-*.po
Languages: ar, de_de, es_es, fr_fr, he_il, it_it, ja, ko_kr, pt_br

source: Wallet Up dashboard redirect has been disabled because the Wallet Up plugin is not active.
ar: تم تعطيل إعادة توجيه لوحة تحكم Wallet Up لأن البرنامج المساعد Wallet Up غير نشط.
de_de: Die Weiterleitung zum Wallet Up Dashboard wurde deaktiviert, da das Wallet Up Plugin nicht aktiv ist.
es_es: La redirección del panel de Wallet Up ha sido deshabilitada porque el plugin no está activo.
fr_fr: La redirection vers le tableau de bord Wallet Up a été désactivée car le plugin Wallet Up n'est pas actif.
he_il: הפניית לוח הבקרה של Wallet Up הושבתה מכיוון שתוסף Wallet Up אינו פעיל.
it_it: Il reindirizzamento del dashboard Wallet Up è stato disabilitato perché il plugin Wallet Up non è attivo.
ja: Wallet UpプラグインがアクティブでないためWallet Upダッシュボードへのリダイレクトが無効になりました。
ko_kr: Wallet Up 플러그인이 활성화되지 않아 Wallet Up 대시보드 리디렉션이 비활성화되었습니다.
pt_br: O redirecionamento do painel Wallet Up foi desativado porque o plugin Wallet Up não está ativo.

source: Welcome to Wallet Up!
ar: مرحبًا بك في Wallet Up!
de_de: Willkommen bei Wallet Up!
fr_fr: Bienvenue sur Wallet Up !
he_il: ברוך הבא ל-Wallet Up!
it_it: Benvenuto in Wallet Up!
ja: Wallet Upへようこそ！
ko_kr: Wallet Up에 오신 것을 환영합니다!
pt_br: Bem-vindo ao Wallet Up!

source: Your WordPress dashboard has been enhanced with Wallet Up. Click below to access your Wallet Up dashboard.
ar: تم تحسين لوحة تحكم WordPress الخاصة بك باستخدام Wallet Up. انقر أدناه للوصول إلى لوحة تحكم Wallet Up الخاصة بك.
de_de: Ihr WordPress-Dashboard wurde mit Wallet Up erweitert. Klicken Sie unten, um auf Ihr Wallet Up Dashboard zuzugreifen.
fr_fr: Votre tableau de bord WordPress a été amélioré avec Wallet Up. Cliquez ci-dessous pour accéder à votre tableau de bord Wallet Up.
he_il: לוח הבקרה של וורדפרס שלך שופר עם Wallet Up. לחץ למטה כדי לגשת ללוח הבקרה של Wallet Up שלך.
it_it: Il tuo dashboard WordPress è stato migliorato con Wallet Up. Clicca sotto per accedere al tuo dashboard Wallet Up.
ja: WordPressダッシュボードがWallet Upで強化されました。下をクリックしてWallet Upダッシュボードにアクセスしてください。
ko_kr: WordPress 대시보드가 Wallet Up으로 향상되었습니다. 아래를 클릭하여 Wallet Up 대시보드에 액세스하세요.
pt_br: Seu painel WordPress foi aprimorado com o Wallet Up. Clique abaixo para acessar seu painel Wallet Up.

source: Open Wallet Up Dashboard
ar: فتح لوحة تحكم Wallet Up
de_de: Wallet Up Dashboard öffnen
fr_fr: Ouvrir le tableau de bord Wallet Up
he_il: פתח את לוח הבקרה של Wallet Up
it_it: Apri dashboard Wallet Up
ja: Wallet Upダッシュボードを開く
ko_kr: Wallet Up 대시보드 열기
pt_br: Abrir painel Wallet Up

source: View Original WordPress Dashboard
ar: عرض لوحة تحكم WordPress الأصلية
de_de: Original WordPress-Dashboard anzeigen
es_es: Ver panel original de WordPress
fr_fr: Voir le tableau de bord WordPress original
he_il: הצג את לוח הבקרה המקורי של וורדפרס
it_it: Visualizza dashboard WordPress originale
ja: 元のWordPressダッシュボードを表示
ko_kr: 원래 WordPress 대시보드 보기
pt_br: Ver painel WordPress original

source: Verifying your credentials...
ar: جار التحقق من بيانات الاعتماد الخاصة بك...
de_de: Überprüfung Ihrer Anmeldedaten...
es_es: Verificando sus credenciales...
fr_fr: Vérification de vos identifiants...
he_il: מאמת את פרטי ההתחברות שלך...
it_it: Verifica delle credenziali...
ja: 認証情報を確認しています...
ko_kr: 자격 증명을 확인하는 중...
pt_br: Verificando suas credenciais...

source: Preparing your dashboard...
ar: جار تحضير لوحة التحكم الخاصة بك...
de_de: Ihr Dashboard wird vorbereitet...
es_es: Preparando su panel...
fr_fr: Préparation de votre tableau de bord...
he_il: מכין את לוח הבקרה שלך...
it_it: Preparazione del dashboard...
ja: ダッシュボードを準備しています...
ko_kr: 대시보드를 준비하는 중...
pt_br: Preparando seu painel...

source: Almost there...
ar: على وشك الانتهاء...
de_de: Fast fertig...
es_es: Casi listo...
fr_fr: Presque terminé...
he_il: כמעט שם...
it_it: Ci siamo quasi...
ja: もう少しです...
ko_kr: 거의 다 됐습니다...
pt_br: Quase lá...

source: Color scheme applied!
ar: تم تطبيق نظام الألوان!
de_de: Farbschema angewendet!
es_es: ¡Esquema de color aplicado!
fr_fr: Schéma de couleurs appliqué !
he_il: ערכת הצבעים הוחלה!
it_it: Schema colori applicato!
ja: 配色が適用されました！
ko_kr: 색상 구성표가 적용되었습니다!
pt_br: Esquema de cores aplicado!

source: Settings exported successfully!
ar: تم تصدير الإعدادات بنجاح!
de_de: Einstellungen erfolgreich exportiert!
es_es: ¡Configuración exportada exitosamente!
fr_fr: Paramètres exportés avec succès !
he_il: ההגדרות יוצאו בהצלחה!
it_it: Impostazioni esportate con successo!
ja: 設定が正常にエクスポートされました！
ko_kr: 설정을 성공적으로 내보냈습니다!
pt_br: Configurações exportadas com sucesso!

source: Settings imported successfully
ar: تم استيراد الإعدادات بنجاح
de_de: Einstellungen erfolgreich importiert
es_es: Configuración importada exitosamente
fr_fr: Paramètres importés avec succès
he_il: ההגדרות יובאו בהצלחה
it_it: Impostazioni importate con successo
ja: 設定が正常にインポートされました
ko_kr: 설정을 성공적으로 가져왔습니다
pt_br: Configurações importadas com sucesso

source: Settings reset to defaults!
ar: تم إعادة تعيين الإعدادات إلى الإعدادات الافتراضية!
de_de: Einstellungen auf Standardwerte zurückgesetzt!
es_es: ¡Configuración restablecida a valores predeterminados!
fr_fr: Paramètres réinitialisés aux valeurs par défaut !
he_il: ההגדרות אופסו לברירת המחדל!
it_it: Impostazioni ripristinate ai valori predefiniti!
ja: 設定がデフォルトにリセットされました！
ko_kr: 설정이 기본값으로 재설정되었습니다!
pt_br: Configurações redefinidas para padrões!

source: Please select a valid JSON file
ar: الرجاء تحديد ملف JSON صالح
de_de: Bitte wählen Sie eine gültige JSON-Datei
es_es: Por favor seleccione un archivo JSON válido
fr_fr: Veuillez sélectionner un fichier JSON valide
he_il: אנא בחר קובץ JSON חוקי
it_it: Seleziona un file JSON valido
ja: 有効なJSONファイルを選択してください
ko_kr: 유효한 JSON 파일을 선택하세요
pt_br: Selecione um arquivo JSON válido

source: Error importing settings
ar: خطأ في استيراد الإعدادات
de_de: Fehler beim Importieren der Einstellungen
es_es: Error al importar configuración
fr_fr: Erreur lors de l'importation des paramètres
he_il: שגיאה בייבוא הגדרות
it_it: Errore nell'importazione delle impostazioni
ja: 設定のインポートエラー
ko_kr: 설정 가져오기 오류
pt_br: Erro ao importar configurações

source: Error reading file
ar: خطأ في قراءة الملف
de_de: Fehler beim Lesen der Datei
es_es: Error al leer archivo
fr_fr: Erreur lors de la lecture du fichier
he_il: שגיאה בקריאת קובץ
it_it: Errore nella lettura del file
ja: ファイル読み取りエラー
ko_kr: 파일 읽기 오류
pt_br: Erro ao ler arquivo

source: Are you sure you want to reset all settings to default values?
ar: هل أنت متأكد من أنك تريد إعادة تعيين جميع الإعدادات إلى القيم الافتراضية؟
de_de: Sind Sie sicher, dass Sie alle Einstellungen auf die Standardwerte zurücksetzen möchten?
es_es: ¿Está seguro de que desea restablecer todos los ajustes a los valores predeterminados?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres aux valeurs par défaut ?
he_il: האם אתה בטוח שברצונך לאפס את כל ההגדרות לערכי ברירת המחדל?
it_it: Sei sicuro di voler ripristinare tutte le impostazioni ai valori predefiniti?
ja: すべての設定をデフォルト値にリセットしてもよろしいですか？
ko_kr: 모든 설정을 기본값으로 재설정하시겠습니까?
pt_br: Tem certeza de que deseja redefinir todas as configurações para os valores padrão?

source: Wallet Up Login Customizer:
ar: مخصص تسجيل دخول Wallet Up:
de_de: Wallet Up Login-Anpasser:
fr_fr: Personnalisateur de connexion Wallet Up :
he_il: מותאם התחברות Wallet Up:
it_it: Personalizzatore login Wallet Up:
ja: Wallet Upログインカスタマイザー：
ko_kr: Wallet Up 로그인 사용자 정의:
pt_br: Personalizador de login Wallet Up:

source: Dashboard redirect is enabled but Wallet Up plugin is not active. Please install Wallet Up or disable the redirect feature.
ar: إعادة توجيه لوحة التحكم ممكّنة ولكن البرنامج المساعد Wallet Up غير نشط. الرجاء تثبيت Wallet Up أو تعطيل ميزة إعادة التوجيه.
de_de: Dashboard-Weiterleitung ist aktiviert, aber Wallet Up Plugin ist nicht aktiv. Bitte installieren Sie Wallet Up oder deaktivieren Sie die Weiterleitungsfunktion.
fr_fr: La redirection du tableau de bord est activée mais le plugin Wallet Up n'est pas actif. Veuillez installer Wallet Up ou désactiver la fonction de redirection.
he_il: הפניית לוח הבקרה מופעלת אך תוסף Wallet Up אינו פעיל. אנא התקן את Wallet Up או בטל את תכונת ההפניה.
it_it: Il reindirizzamento del dashboard è abilitato ma il plugin Wallet Up non è attivo. Installa Wallet Up o disabilita la funzione di reindirizzamento.
ja: ダッシュボードリダイレクトが有効ですが、Wallet Upプラグインがアクティブではありません。Wallet Upをインストールするか、リダイレクト機能を無効にしてください。
ko_kr: 대시보드 리디렉션이 활성화되어 있지만 Wallet Up 플러그인이 활성화되어 있지 않습니다. Wallet Up을 설치하거나 리디렉션 기능을 비활성화하세요.
pt_br: O redirecionamento do painel está ativado, mas o plugin Wallet Up não está ativo. Instale o Wallet Up ou desative o recurso de redirecionamento.

source: Welcome to Wallet Up
ar: مرحبًا بك في Wallet Up
de_de: Willkommen bei Wallet Up
fr_fr: Bienvenue sur Wallet Up
he_il: ברוך הבא ל-Wallet Up
it_it: Benvenuto in Wallet Up
ja: Wallet Upへようこそ
ko_kr: Wallet Up에 오신 것을 환영합니다
pt_br: Bem-vindo ao Wallet Up

source: Failed to copy %s
ar: فشل في نسخ %s
de_de: Fehler beim Kopieren von %s
es_es: Error al copiar %s
fr_fr: Échec de la copie de %s
he_il: נכשל בהעתקת %s
it_it: Impossibile copiare %s
ja: %sのコピーに失敗しました
ko_kr: %s 복사에 실패했습니다
pt_br: Falha ao copiar %s

source: Settings
ar: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
he_il: הגדרות
it_it: Impostazioni
ja: 設定
ko_kr: 설정
pt_br: Configurações

source: Wallet Up Network Settings
ar: إعدادات شبكة Wallet Up
de_de: Wallet Up Netzwerkeinstellungen
es_es: Configuración de red de Wallet Up
fr_fr: Paramètres réseau Wallet Up
he_il: הגדרות רשת Wallet Up
it_it: Impostazioni di rete Wallet Up
ja: Wallet Upネットワーク設定
ko_kr: Wallet Up 네트워크 설정
pt_br: Configurações de rede Wallet Up

source: Wallet Up Login
ar: تسجيل دخول Wallet Up
de_de: Wallet Up Anmeldung
es_es: Inicio de sesión de Wallet Up
fr_fr: Connexion Wallet Up
he_il: התחברות Wallet Up
it_it: Login Wallet Up
ja: Wallet Upログイン
ko_kr: Wallet Up 로그인
pt_br: Login Wallet Up

source: Settings successfully saved!
ar: تم حفظ الإعدادات بنجاح!
de_de: Einstellungen erfolgreich gespeichert!
es_es: ¡Configuración guardada exitosamente!
fr_fr: Paramètres enregistrés avec succès !
he_il: ההגדרות נשמרו בהצלחה!
it_it: Impostazioni salvate con successo!
ja: 設定が正常に保存されました！
ko_kr: 설정이 성공적으로 저장되었습니다!
pt_br: Configurações salvas com sucesso!

source: Wallet Up Login:
ar: تسجيل دخول Wallet Up:
de_de: Wallet Up Anmeldung:
fr_fr: Connexion Wallet Up:
he_il: התחברות Wallet Up:
it_it: Login Wallet Up:
ja: Wallet Upログイン：
ko_kr: Wallet Up 로그인:
pt_br: Login Wallet Up:

source: The following template files were automatically updated from assets:
ar: تم تحديث ملفات القوالب التالية تلقائيًا من الأصول:
de_de: Die folgenden Vorlagendateien wurden automatisch aus Assets aktualisiert:
es_es: Los siguientes archivos de plantilla se actualizaron automáticamente desde assets:
fr_fr: Les fichiers de modèle suivants ont été automatiquement mis à jour depuis assets :
he_il: קבצי התבנית הבאים עודכנו אוטומטית מהנכסים:
it_it: I seguenti file template sono stati aggiornati automaticamente dagli asset:
ja: 以下のテンプレートファイルがアセットから自動的に更新されました：
ko_kr: 다음 템플릿 파일이 자산에서 자동으로 업데이트되었습니다:
pt_br: Os seguintes arquivos de modelo foram atualizados automaticamente dos recursos:

source: Login Page Settings
ar: إعدادات صفحة تسجيل الدخول
de_de: Anmeldeseiten-Einstellungen
es_es: Configuración de la página de inicio de sesión
fr_fr: Paramètres de la page de connexion
he_il: הגדרות דף התחברות
it_it: Impostazioni pagina di login
ja: ログインページ設定
ko_kr: 로그인 페이지 설정
pt_br: Configurações da página de login

source: Enable AJAX Login
ar: تمكين تسجيل دخول AJAX
de_de: AJAX-Anmeldung aktivieren
es_es: Habilitar inicio de sesión AJAX
fr_fr: Activer la connexion AJAX
he_il: הפעל התחברות AJAX
it_it: Abilita login AJAX
ja: AJAXログインを有効化
ko_kr: AJAX 로그인 활성화
pt_br: Ativar login AJAX

source: Enable AJAX login functionality for a smoother experience
ar: تمكين وظيفة تسجيل دخول AJAX لتجربة أكثر سلاسة
de_de: AJAX-Anmeldung für eine reibungslosere Erfahrung aktivieren
es_es: Habilitar inicio de sesión AJAX para una experiencia más fluida
fr_fr: Activer la connexion AJAX pour une expérience plus fluide
he_il: הפעל פונקציונליות התחברות AJAX לחוויה חלקה יותר
it_it: Abilita la funzionalità di login AJAX per un'esperienza più fluida
ja: よりスムーズな体験のためにAJAXログイン機能を有効化
ko_kr: 더 원활한 경험을 위해 AJAX 로그인 기능 활성화
pt_br: Ativar funcionalidade de login AJAX para uma experiência mais suave

source: Custom Logo URL
ar: رابط الشعار المخصص
de_de: Benutzerdefinierte Logo-URL
es_es: URL del logo personalizado
fr_fr: URL du logo personnalisé
he_il: כתובת לוגו מותאם אישית
it_it: URL logo personalizzato
ja: カスタムロゴURL
ko_kr: 사용자 정의 로고 URL
pt_br: URL do logotipo personalizado

source: Enter a URL to use a custom logo (leave empty for default)
ar: أدخل عنوان URL لاستخدام شعار مخصص (اتركه فارغًا للافتراضي)
de_de: URL für benutzerdefiniertes Logo eingeben (leer lassen für Standard)
es_es: Ingrese una URL para usar un logo personalizado (deje vacío para predeterminado)
fr_fr: Entrez une URL pour utiliser un logo personnalisé (laisser vide pour le défaut)
he_il: הזן כתובת URL לשימוש בלוגו מותאם אישית (השאר ריק לברירת מחדל)
it_it: Inserisci un URL per usare un logo personalizzato (lascia vuoto per il predefinito)
ja: カスタムロゴを使用するためのURLを入力（デフォルトの場合は空欄）
ko_kr: 사용자 정의 로고를 사용하려면 URL을 입력하세요 (기본값은 비워두세요)
pt_br: Digite uma URL para usar um logo personalizado (deixe vazio para padrão)

source: Primary Color
ar: اللون الأساسي
de_de: Primärfarbe
es_es: Color primario
fr_fr: Couleur principale
he_il: צבע ראשי
it_it: Colore primario
ja: プライマリカラー
ko_kr: 기본 색상
pt_br: Cor primária

source: Select the primary color for the login page
ar: حدد اللون الأساسي لصفحة تسجيل الدخول
de_de: Wählen Sie die Primärfarbe für die Anmeldeseite
es_es: Seleccione el color primario para la página de inicio de sesión
fr_fr: Sélectionnez la couleur principale pour la page de connexion
he_il: בחר את הצבע הראשי לדף ההתחברות
it_it: Seleziona il colore primario per la pagina di login
ja: ログインページのプライマリカラーを選択
ko_kr: 로그인 페이지의 기본 색상 선택
pt_br: Selecione a cor primária para a página de login

source: Gradient Start Color
ar: لون بداية التدرج
de_de: Verlaufs-Startfarbe
es_es: Color inicial del degradado
fr_fr: Couleur de début du dégradé
he_il: צבע התחלת מעבר צבע
it_it: Colore inizio gradiente
ja: グラデーション開始色
ko_kr: 그라데이션 시작 색상
pt_br: Cor inicial do gradiente

source: Start color for gradient effects
ar: لون البداية لتأثيرات التدرج
de_de: Startfarbe für Verlaufseffekte
es_es: Color inicial para efectos degradados
fr_fr: Couleur de début pour les effets de dégradé
he_il: צבע התחלה לאפקטי מעבר צבע
it_it: Colore iniziale per effetti gradiente
ja: グラデーション効果の開始色
ko_kr: 그라데이션 효과의 시작 색상
pt_br: Cor inicial para efeitos de gradiente

source: Gradient End Color
ar: لون نهاية التدرج
de_de: Verlaufs-Endfarbe
es_es: Color final del degradado
fr_fr: Couleur de fin du dégradé
he_il: צבע סיום מעבר צבע
it_it: Colore fine gradiente
ja: グラデーション終了色
ko_kr: 그라데이션 끝 색상
pt_br: Cor final do gradiente

source: End color for gradient effects
ar: لون النهاية لتأثيرات التدرج
de_de: Endfarbe für Verlaufseffekte
es_es: Color final para efectos degradados
fr_fr: Couleur de fin pour les effets de dégradé
he_il: צבע סיום לאפקטי מעבר צבע
it_it: Colore finale per effetti gradiente
ja: グラデーション効果の終了色
ko_kr: 그라데이션 효과의 끝 색상
pt_br: Cor final para efeitos de gradiente

source: Enable Sound Effects
ar: تمكين المؤثرات الصوتية
de_de: Soundeffekte aktivieren
es_es: Habilitar efectos de sonido
fr_fr: Activer les effets sonores
he_il: הפעל אפקטים קוליים
it_it: Abilita effetti sonori
ja: サウンドエフェクトを有効化
ko_kr: 음향 효과 활성화
pt_br: Ativar efeitos sonoros

source: Enable subtle audio feedback on login success/failure
ar: تمكين التغذية الراجعة الصوتية الخفيفة عند نجاح/فشل تسجيل الدخول
de_de: Dezentes Audio-Feedback bei Anmeldungserfolg/-fehler aktivieren
es_es: Habilitar retroalimentación de audio sutil en éxito/fallo de inicio de sesión
fr_fr: Activer le retour audio subtil en cas de succès/échec de connexion
he_il: הפעל משוב קולי עדין בהצלחה/כישלון התחברות
it_it: Abilita feedback audio discreto su successo/fallimento del login
ja: ログイン成功/失敗時の微妙なオーディオフィードバックを有効化
ko_kr: 로그인 성공/실패 시 미묘한 오디오 피드백 활성화
pt_br: Ativar feedback de áudio sutil no sucesso/falha do login

source: Loading Messages
ar: تحميل الرسائل
de_de: Ladenachrichten
es_es: Mensajes de carga
fr_fr: Messages de chargement
he_il: טוען הודעות
it_it: Caricamento messaggi
ja: メッセージを読み込み中
ko_kr: 메시지 로드 중
pt_br: Carregando mensagens

source: Customize messages displayed during login
ar: تخصيص الرسائل المعروضة أثناء تسجيل الدخول
de_de: Während der Anmeldung angezeigte Nachrichten anpassen
es_es: Personalizar mensajes mostrados durante el inicio de sesión
fr_fr: Personnaliser les messages affichés lors de la connexion
he_il: התאם אישית הודעות המוצגות במהלך ההתחברות
it_it: Personalizza i messaggi visualizzati durante il login
ja: ログイン中に表示されるメッセージをカスタマイズ
ko_kr: 로그인 중 표시되는 메시지 사용자 정의
pt_br: Personalizar mensagens exibidas durante o login

source: Redirect Delay (ms)
ar: تأخير إعادة التوجيه (مللي ثانية)
de_de: Weiterleitungsverzögerung (ms)
es_es: Retraso de redirección (ms)
fr_fr: Délai de redirection (ms)
he_il: השהיית הפניה (מילישניות)
it_it: Ritardo reindirizzamento (ms)
ja: リダイレクト遅延（ミリ秒）
ko_kr: 리디렉션 지연 (ms)
pt_br: Atraso de redirecionamento (ms)

source: Delay before redirecting after successful login (in milliseconds)
ar: التأخير قبل إعادة التوجيه بعد تسجيل الدخول بنجاح (بالمللي ثانية)
de_de: Verzögerung vor Weiterleitung nach erfolgreicher Anmeldung (in Millisekunden)
es_es: Retraso antes de redirigir después del inicio de sesión exitoso (en milisegundos)
fr_fr: Délai avant redirection après connexion réussie (en millisecondes)
he_il: השהייה לפני הפניה לאחר התחברות מוצלחת (במילישניות)
it_it: Ritardo prima del reindirizzamento dopo il login riuscito (in millisecondi)
ja: ログイン成功後のリダイレクト前の遅延（ミリ秒）
ko_kr: 성공적인 로그인 후 리디렉션 전 지연 (밀리초)
pt_br: Atraso antes do redirecionamento após login bem-sucedido (em milissegundos)

source: Role-Based Redirects
ar: عمليات إعادة التوجيه القائمة على الأدوار
de_de: Rollenbasierte Weiterleitungen
es_es: Redirecciones basadas en roles
fr_fr: Redirections basées sur les rôles
he_il: הפניות מבוססות תפקיד
it_it: Reindirizzamenti basati sul ruolo
ja: 役割ベースのリダイレクト
ko_kr: 역할 기반 리디렉션
pt_br: Redirecionamentos baseados em função

source: Enable intelligent role-based redirects after login
ar: تمكين عمليات إعادة التوجيه الذكية القائمة على الأدوار بعد تسجيل الدخول
de_de: Intelligente rollenbasierte Weiterleitungen nach Anmeldung aktivieren
es_es: Habilitar redirecciones inteligentes basadas en roles después del inicio de sesión
fr_fr: Activer les redirections intelligentes basées sur les rôles après connexion
he_il: הפעל הפניות חכמות מבוססות תפקיד לאחר התחברות
it_it: Abilita reindirizzamenti intelligenti basati sul ruolo dopo il login
ja: ログイン後のインテリジェントな役割ベースのリダイレクトを有効化
ko_kr: 로그인 후 지능형 역할 기반 리디렉션 활성화
pt_br: Ativar redirecionamentos inteligentes baseados em função após o login

source: Land to Wallet Up
ar: الهبوط في Wallet Up
de_de: Zu Wallet Up weiterleiten
es_es: Aterrizar en Wallet Up
fr_fr: Atterrir sur Wallet Up
he_il: נחיתה ב-Wallet Up
it_it: Atterra su Wallet Up
ja: Wallet Upへ着陸
ko_kr: Wallet Up에 착륙
pt_br: Pousar no Wallet Up

source: Redirect users to the Wallet Up admin page after login
ar: إعادة توجيه المستخدمين إلى صفحة إدارة Wallet Up بعد تسجيل الدخول
de_de: Benutzer nach der Anmeldung zur Wallet Up Admin-Seite weiterleiten
fr_fr: Rediriger les utilisateurs vers la page d'administration Wallet Up après connexion
he_il: הפנה משתמשים לדף הניהול של Wallet Up לאחר התחברות
it_it: Reindirizza gli utenti alla pagina admin Wallet Up dopo il login
ja: ログイン後にユーザーをWallet Up管理ページにリダイレクト
ko_kr: 로그인 후 사용자를 Wallet Up 관리 페이지로 리디렉션
pt_br: Redirecionar usuários para a página de administração Wallet Up após o login

source: Force Dashboard Replacement
ar: فرض استبدال لوحة التحكم
de_de: Dashboard-Ersetzung erzwingen
es_es: Forzar reemplazo del panel
fr_fr: Forcer le remplacement du tableau de bord
he_il: כפה החלפת לוח בקרה
it_it: Forza sostituzione dashboard
ja: ダッシュボードの強制置換
ko_kr: 대시보드 강제 교체
pt_br: Forçar substituição do painel

source: Replace WordPress dashboard with Wallet Up admin page for all users
ar: استبدال لوحة تحكم WordPress بصفحة إدارة Wallet Up لجميع المستخدمين
de_de: WordPress-Dashboard für alle Benutzer durch Wallet Up Admin-Seite ersetzen
fr_fr: Remplacer le tableau de bord WordPress par la page d'administration Wallet Up pour tous les utilisateurs
he_il: החלף את לוח הבקרה של וורדפרס בדף הניהול של Wallet Up עבור כל המשתמשים
it_it: Sostituisci il dashboard WordPress con la pagina admin Wallet Up per tutti gli utenti
ja: すべてのユーザーのWordPressダッシュボードをWallet Up管理ページに置換
ko_kr: 모든 사용자의 WordPress 대시보드를 Wallet Up 관리 페이지로 교체
pt_br: Substituir painel WordPress pela página de administração Wallet Up para todos os usuários

source: Exempt Administrators
ar: استثناء المسؤولين
de_de: Administratoren ausnehmen
es_es: Eximir administradores
fr_fr: Exempter les administrateurs
he_il: מנהלים פטורים
it_it: Esenta amministratori
ja: 管理者を除外
ko_kr: 관리자 제외
pt_br: Isentar administradores

source: Allow administrators to access the original WordPress dashboard
ar: السماح للمسؤولين بالوصول إلى لوحة تحكم WordPress الأصلية
de_de: Administratoren Zugriff auf das ursprüngliche WordPress-Dashboard erlauben
es_es: Permitir a los administradores acceder al panel original de WordPress
fr_fr: Autoriser les administrateurs à accéder au tableau de bord WordPress original
he_il: אפשר למנהלים לגשת ללוח הבקרה המקורי של וורדפרס
it_it: Consenti agli amministratori di accedere al dashboard WordPress originale
ja: 管理者に元のWordPressダッシュボードへのアクセスを許可
ko_kr: 관리자가 원래 WordPress 대시보드에 액세스할 수 있도록 허용
pt_br: Permitir que administradores acessem o painel original do WordPress

source: Customize the Wallet Up login experience with these settings.
ar: تخصيص تجربة تسجيل الدخول في Wallet Up باستخدام هذه الإعدادات.
de_de: Passen Sie die Wallet Up-Anmeldeerfahrung mit diesen Einstellungen an.
fr_fr: Personnalisez l'expérience de connexion Wallet Up avec ces paramètres.
he_il: התאם אישית את חוויית ההתחברות של Wallet Up עם הגדרות אלה.
it_it: Personalizza l'esperienza di login di Wallet Up con queste impostazioni.
ja: これらの設定でWallet Upログイン体験をカスタマイズします。
ko_kr: 이러한 설정으로 Wallet Up 로그인 경험을 사용자 정의합니다.
pt_br: Personalize a experiência de login do Wallet Up com estas configurações.

source: Wallet Up Pro plugin is not active. Please install and activate it to redirect users to Wallet Up after login.
ar: البرنامج المساعد Wallet Up Pro غير نشط. يرجى تثبيته وتنشيطه لإعادة توجيه المستخدمين إلى Wallet Up بعد تسجيل الدخول.
de_de: Wallet Up Pro Plugin ist nicht aktiv. Bitte installieren und aktivieren Sie es, um Benutzer nach der Anmeldung zu Wallet Up weiterzuleiten.
fr_fr: Le plugin Wallet Up Pro n'est pas actif. Veuillez l'installer et l'activer pour rediriger les utilisateurs vers Wallet Up après connexion.
he_il: תוסף Wallet Up Pro אינו פעיל. אנא התקן והפעל אותו כדי להפנות משתמשים ל-Wallet Up לאחר התחברות.
it_it: Il plugin Wallet Up Pro non è attivo. Installalo e attivalo per reindirizzare gli utenti a Wallet Up dopo il login.
ja: Wallet Up Proプラグインがアクティブではありません。ログイン後にユーザーをWallet Upにリダイレクトするには、インストールしてアクティブ化してください。
ko_kr: Wallet Up Pro 플러그인이 활성화되지 않았습니다. 로그인 후 사용자를 Wallet Up으로 리디렉션하려면 설치하고 활성화하세요.
pt_br: O plugin Wallet Up Pro não está ativo. Instale e ative-o para redirecionar usuários para o Wallet Up após o login.
