Repository: WalletUpLLC/wallet-up-login-customizer
Catalog: languages/wallet-up-login-customizer-*.po
Languages: ar, de_de, es_es, fr_fr, he_il, it_it, ja, ko_kr, pt_br

source: After login, redirect users directly to the Wallet Up admin page (admin.php?page=wallet-up).
ar: بعد تسجيل الدخول، قم بإعادة توجيه المستخدمين مباشرة إلى صفحة إدارة Wallet Up.
de_de: Nach der Anmeldung Benutzer direkt zur Wallet Up Admin-Seite weiterleiten.
es_es: Después del inicio de sesión, redirigir a los usuarios directamente a la página de administración de Wallet Up.
fr_fr: Après la connexion, rediriger les utilisateurs directement vers la page d'administration Wallet Up.
he_il: לאחר התחברות, הפנה משתמשים ישירות לדף הניהול של Wallet Up.
it_it: Dopo il login, reindirizza gli utenti direttamente alla pagina di amministrazione di Wallet Up.
ja: ログイン後、ユーザーを直接Wallet Up管理ページにリダイレクトします。
ko_kr: 로그인 후 사용자를 Wallet Up 관리 페이지로 직접 리디렉션합니다.
pt_br: Após o login, redirecionar usuários diretamente para a página de administração do Wallet Up.

source: ⚠️ This is a LOGIN redirect only. For dashboard replacement, use "Force Dashboard Replacement".
ar: ⚠️ هذه إعادة توجيه تسجيل الدخول فقط. لاستبدال لوحة التحكم، استخدم "فرض استبدال لوحة التحكم".
de_de: ⚠️ Dies ist nur eine ANMELDE-Weiterleitung. Für Dashboard-Ersetzung verwenden Sie "Dashboard-Ersetzung erzwingen".
es_es: ⚠️ Esta es solo una redirección de INICIO DE SESIÓN. Para reemplazar el panel, use "Forzar reemplazo del panel".
fr_fr: ⚠️ Il s'agit uniquement d'une redirection de CONNEXION. Pour le remplacement du tableau de bord, utilisez "Forcer le remplacement du tableau de bord".
he_il: ⚠️ זוהי הפניית התחברות בלבד. להחלפת לוח בקרה, השתמש ב"כפה החלפת לוח בקרה".
it_it: ⚠️ Questo è solo un reindirizzamento LOGIN. Per la sostituzione del dashboard, usa "Forza sostituzione dashboard".
ja: ⚠️ これはログインリダイレクトのみです。ダッシュボードの置換には「ダッシュボードの強制置換」を使用してください。
ko_kr: ⚠️ 이것은 로그인 리디렉션만 해당됩니다. 대시보드 교체에는 "대시보드 강제 교체"를 사용하세요.
pt_br: ⚠️ Este é apenas um redirecionamento de LOGIN. Para substituição do painel, use "Forçar substituição do painel".

source: Appearance Settings
ar: إعدادات المظهر
de_de: Erscheinungsbild-Einstellungen
es_es: Configuración de apariencia
fr_fr: Paramètres d'apparence
he_il: הגדרות מראה
it_it: Impostazioni aspetto
ja: 外観設定
ko_kr: 모양 설정
pt_br: Configurações de aparência

source: Customize the look and feel of your login page.
ar: تخصيص شكل ومظهر صفحة تسجيل الدخول الخاصة بك.
de_de: Passen Sie das Aussehen Ihrer Anmeldeseite an.
es_es: Personalice la apariencia de su página de inicio de sesión.
fr_fr: Personnalisez l'apparence de votre page de connexion.
he_il: התאם אישית את המראה והתחושה של דף ההתחברות שלך.
it_it: Personalizza l'aspetto della tua pagina di login.
ja: ログインページの外観をカスタマイズします。
ko_kr: 로그인 페이지의 모양과 느낌을 사용자 정의합니다.
pt_br: Personalize a aparência da sua página de login.

source: Select Image
ar: حدد الصورة
de_de: Bild auswählen
es_es: Seleccionar imagen
fr_fr: Sélectionner une image
he_il: בחר תמונה
it_it: Seleziona immagine
ja: 画像を選択
ko_kr: 이미지 선택
pt_br: Selecionar imagem

source: Enter a URL to use a custom logo. Leave empty to use the default Wallet Up icon.
ar: أدخل عنوان URL لاستخدام شعار مخصص. اتركه فارغًا لاستخدام أيقونة Wallet Up الافتراضية.
de_de: Geben Sie eine URL für ein benutzerdefiniertes Logo ein. Leer lassen, um das Standard-Wallet Up-Symbol zu verwenden.
es_es: Ingrese una URL para usar un logo personalizado. Deje vacío para usar el ícono predeterminado de Wallet Up.
fr_fr: Entrez une URL pour utiliser un logo personnalisé. Laissez vide pour utiliser l'icône Wallet Up par défaut.
he_il: הזן כתובת URL לשימוש בלוגו מותאם אישית. השאר ריק כדי להשתמש בסמל Wallet Up המוגדר כברירת מחדל.
it_it: Inserisci un URL per usare un logo personalizzato. Lascia vuoto per usare l'icona Wallet Up predefinita.
ja: カスタムロゴを使用するためのURLを入力してください。デフォルトのWallet Upアイコンを使用する場合は空欄にしてください。
ko_kr: 사용자 정의 로고를 사용하려면 URL을 입력하세요. 기본 Wallet Up 아이콘을 사용하려면 비워두세요.
pt_br: Digite uma URL para usar um logo personalizado. Deixe vazio para usar o ícone padrão do Wallet Up.

source: Color Scheme
ar: نظام الألوان
de_de: Farbschema
es_es: Esquema de color
fr_fr: Schéma de couleurs
he_il: ערכת צבעים
it_it: Schema colori
ja: 配色
ko_kr: 색상 구성표
pt_br: Esquema de cores

source: Select a preset color scheme or customize colors below.
ar: حدد نظام ألوان محدد مسبقًا أو قم بتخصيص الألوان أدناه.
de_de: Wählen Sie ein vorgefertigtes Farbschema oder passen Sie die Farben unten an.
es_es: Seleccione un esquema de color predefinido o personalice los colores abajo.
fr_fr: Sélectionnez un schéma de couleurs prédéfini ou personnalisez les couleurs ci-dessous.
he_il: בחר ערכת צבעים מוגדרת מראש או התאם אישית צבעים למטה.
it_it: Seleziona uno schema colori predefinito o personalizza i colori qui sotto.
ja: プリセットの配色を選択するか、下で色をカスタマイズしてください。
ko_kr: 사전 설정된 색상 구성표를 선택하거나 아래에서 색상을 사용자 정의하세요.
pt_br: Selecione um esquema de cores predefinido ou personalize as cores abaixo.

source: The main color used throughout the login page.
ar: اللون الرئيسي المستخدم في صفحة تسجيل الدخول.
de_de: Die Hauptfarbe, die auf der gesamten Anmeldeseite verwendet wird.
es_es: El color principal usado en toda la página de inicio de sesión.
fr_fr: La couleur principale utilisée sur toute la page de connexion.
he_il: הצבע הראשי המשמש בכל דף ההתחברות.
it_it: Il colore principale usato in tutta la pagina di login.
ja: ログインページ全体で使用されるメインカラー。
ko_kr: 로그인 페이지 전체에서 사용되는 기본 색상.
pt_br: A cor principal usada em toda a página de login.

source: Gradient Start
ar: بداية التدرج
de_de: Verlaufsbeginn
es_es: Inicio del degradado
fr_fr: Début du dégradé
he_il: התחלת מעבר צבע
it_it: Inizio gradiente
ja: グラデーション開始
ko_kr: 그라데이션 시작
pt_br: Início do gradiente

source: Start color for gradient effects.
ar: لون البداية لتأثيرات التدرج.
de_de: Startfarbe für Verlaufseffekte.
es_es: Color inicial para efectos degradados.
fr_fr: Couleur de début pour les effets de dégradé.
he_il: צבע התחלה לאפקטי מעבר צבע.
it_it: Colore iniziale per effetti gradiente.
ja: グラデーション効果の開始色。
ko_kr: 그라데이션 효과의 시작 색상.
pt_br: Cor inicial para efeitos de gradiente.

source: Gradient End
ar: نهاية التدرج
de_de: Verlaufsende
es_es: Fin del degradado
fr_fr: Fin du dégradé
he_il: סיום מעבר צבע
it_it: Fine gradiente
ja: グラデーション終了
ko_kr: 그라데이션 끝
pt_br: Fim do gradiente

source: End color for gradient effects.
ar: لون النهاية لتأثيرات التدرج.
de_de: Endfarbe für Verlaufseffekte.
es_es: Color final para efectos degradados.
fr_fr: Couleur de fin pour les effets de dégradé.
he_il: צבע סיום לאפקטי מעבר צבע.
it_it: Colore finale per effetti gradiente.
ja: グラデーション効果の終了色。
ko_kr: 그라데이션 효과의 끝 색상.
pt_br: Cor final para efeitos de gradiente.

source: Color Preview
ar: معاينة الألوان
de_de: Farbvorschau
es_es: Vista previa del color
fr_fr: Aperçu des couleurs
he_il: תצוגה מקדימה של צבעים
it_it: Anteprima colore
ja: カラープレビュー
ko_kr: 색상 미리보기
pt_br: Visualização de cor

source: Primary
ar: أساسي
de_de: Primär
es_es: Primario
fr_fr: Primaire
he_il: ראשי
it_it: Primario
ja: プライマリ
ko_kr: 기본
pt_br: Primário

source: Gradient
ar: تدرج
de_de: Verlauf
es_es: Degradado
fr_fr: Dégradé
he_il: מעבר צבע
it_it: Gradiente
ja: グラデーション
ko_kr: 그라데이션
pt_br: Gradiente

source: Sign In Securely
ar: تسجيل الدخول بأمان
de_de: Sicher anmelden
es_es: Iniciar sesión de forma segura
fr_fr: Connexion sécurisée
he_il: התחבר באופן מאובטח
it_it: Accedi in sicurezza
ja: 安全にサインイン
ko_kr: 안전하게 로그인
pt_br: Fazer login com segurança

source: Messages Settings
ar: إعدادات الرسائل
de_de: Nachrichten-Einstellungen
es_es: Configuración de mensajes
fr_fr: Paramètres des messages
he_il: הגדרות הודעות
it_it: Impostazioni messaggi
ja: メッセージ設定
ko_kr: 메시지 설정
pt_br: Configurações de mensagens

source: Customize the messages displayed during login.
ar: تخصيص الرسائل المعروضة أثناء تسجيل الدخول.
de_de: Passen Sie die während der Anmeldung angezeigten Nachrichten an.
es_es: Personalice los mensajes mostrados durante el inicio de sesión.
fr_fr: Personnalisez les messages affichés lors de la connexion.
he_il: התאם אישית את ההודעות המוצגות במהלך ההתחברות.
it_it: Personalizza i messaggi visualizzati durante il login.
ja: ログイン中に表示されるメッセージをカスタマイズします。
ko_kr: 로그인 중 표시되는 메시지를 사용자 정의합니다.
pt_br: Personalize as mensagens exibidas durante o login.

source: Messages displayed during login. One will be randomly selected each time.
ar: الرسائل المعروضة أثناء تسجيل الدخول. سيتم اختيار واحدة عشوائيًا في كل مرة.
de_de: Während der Anmeldung angezeigte Nachrichten. Eine wird jedes Mal zufällig ausgewählt.
es_es: Mensajes mostrados durante el inicio de sesión. Uno será seleccionado aleatoriamente cada vez.
fr_fr: Messages affichés lors de la connexion. Un sera sélectionné aléatoirement à chaque fois.
he_il: הודעות המוצגות במהלך ההתחברות. אחת תיבחר באקראי בכל פעם.
it_it: Messaggi visualizzati durante il login. Uno verrà selezionato casualmente ogni volta.
ja: ログイン中に表示されるメッセージ。毎回ランダムに1つが選択されます。
ko_kr: 로그인 중 표시되는 메시지. 매번 무작위로 하나가 선택됩니다.
pt_br: Mensagens exibidas durante o login. Uma será selecionada aleatoriamente a cada vez.

source: Advanced Settings
ar: إعدادات متقدمة
de_de: Erweiterte Einstellungen
es_es: Configuración avanzada
fr_fr: Paramètres avancés
he_il: הגדרות מתקדמות
it_it: Impostazioni avanzate
ja: 詳細設定
ko_kr: 고급 설정
pt_br: Configurações avançadas

source: Configure advanced options and manage your settings.
de_de: Erweiterte Optionen konfigurieren und Einstellungen verwalten.
es_es: Configura opciones avanzadas y gestiona tu configuración.
fr_fr: Configurer les options avancées et gérer vos paramètres.

source: Remember Me
ar: تذكرني
de_de: Angemeldet bleiben
es_es: Recuérdame
fr_fr: Se souvenir de moi
he_il: זכור אותי
it_it: Ricordami
ja: ログイン状態を保存
ko_kr: 기억하기
pt_br: Lembrar-me

source: Show remember me checkbox
ar: إظهار مربع اختيار تذكرني
de_de: Angemeldet bleiben-Checkbox anzeigen
es_es: Mostrar casilla de recuérdame
fr_fr: Afficher la case à cocher Se souvenir de moi
he_il: הצג תיבת סימון זכור אותי
it_it: Mostra checkbox ricordami
ja: ログイン状態を保存するチェックボックスを表示
ko_kr: 기억하기 체크박스 표시
pt_br: Mostrar caixa de seleção lembrar-me

source: Display the "Remember Me" option on the login form.
ar: عرض خيار "تذكرني" في نموذج تسجيل الدخول.
de_de: Die Option "Angemeldet bleiben" im Anmeldeformular anzeigen.
es_es: Mostrar la opción "Recuérdame" en el formulario de inicio de sesión.
fr_fr: Afficher l'option "Se souvenir de moi" sur le formulaire de connexion.
he_il: הצג את האפשרות "זכור אותי" בטופס ההתחברות.
it_it: Mostra l'opzione "Ricordami" nel modulo di login.
ja: ログインフォームに「ログイン状態を保存する」オプションを表示。
ko_kr: 로그인 양식에 "기억하기" 옵션을 표시합니다.
pt_br: Exibir a opção "Lembrar-me" no formulário de login.

source: Settings Management
ar: إدارة الإعدادات
de_de: Einstellungsverwaltung
es_es: Gestión de configuración
fr_fr: Gestion des paramètres

source: Export your current settings, import from a backup, or reset to defaults.
ar: تصدير إعداداتك الحالية، أو الاستيراد من نسخة احتياطية، أو الإعادة إلى الافتراضية.
de_de: Exportieren Sie Ihre aktuellen Einstellungen, importieren Sie aus einem Backup oder setzen Sie auf Standardwerte zurück.
es_es: Exporta tu configuración actual, importa desde una copia de seguridad, o restaura valores predeterminados.
he_il: יצוא הגדרות נוכחיות, יבוא מגיבוי, או חזרה לברירת מחדל.
it_it: Esporta le impostazioni correnti, importa da un backup, o ripristina i valori predefiniti.
ja: 現在の設定をエクスポート、バックアップからインポート、またはデフォルトにリセットします。
ko_kr: 현재 설정을 내보내기, 백업에서 가져오기, 또는 기본값으로 리셋하십시오.
pt_br: Exporte suas configurações atuais, importe de um backup, ou restaure para padrão.

source: Export Settings
ar: تصدير الإعدادات
de_de: Einstellungen exportieren
es_es: Exportar configuración
fr_fr: Exporter les paramètres
he_il: ייצא הגדרות
it_it: Esporta impostazioni
ja: 設定をエクスポート
ko_kr: 설정 내보내기
pt_br: Exportar configurações

source: Download your current settings as a JSON file.
ar: تنزيل إعداداتك الحالية كملف JSON.
de_de: Laden Sie Ihre aktuellen Einstellungen als JSON-Datei herunter.
es_es: Descarga tu configuración actual como archivo JSON.
fr_fr: Téléchargez vos paramètres actuels sous forme de fichier JSON.

source: Import Settings
ar: استيراد الإعدادات
de_de: Einstellungen importieren
es_es: Importar configuración
fr_fr: Importer les paramètres
he_il: ייבא הגדרות
it_it: Importa impostazioni
ja: 設定をインポート
ko_kr: 설정 가져오기
pt_br: Importar configurações

source: Upload a previously exported settings file.
ar: رفع ملف إعدادات تم تصديره مسبقاً.
de_de: Laden Sie eine zuvor exportierte Einstellungsdatei hoch.
es_es: Sube un archivo de configuración exportado previamente.
fr_fr: Téléversez un fichier de paramètres précédemment exporté.

source: Reset to Defaults
ar: إعادة تعيين إلى الإعدادات الافتراضية
de_de: Auf Standardwerte zurücksetzen
es_es: Restablecer a predeterminados
fr_fr: Réinitialiser aux valeurs par défaut
he_il: אפס לברירת מחדל
it_it: Ripristina predefiniti
ja: デフォルトにリセット
ko_kr: 기본값으로 재설정
pt_br: Redefinir para padrões

source: Enterprise Security
de_de: Unternehmenssicherheit
es_es: Seguridad empresarial
fr_fr: Sécurité entreprise

source: Advanced security features for protecting your login system.
ar: ميزات أمان متقدمة لحماية نظام تسجيل الدخول الخاص بك.
de_de: Erweiterte Sicherheitsfunktionen zum Schutz Ihres Anmeldesystems.
es_es: Funciones de seguridad avanzadas para proteger su sistema de inicio de sesión.
fr_fr: Fonctionnalités de sécurité avancées pour protéger votre système de connexion.
he_il: תכונות אבטחה מתקדמות להגנה על מערכת ההתחברות שלך.
it_it: Funzionalità di sicurezza avanzate per proteggere il tuo sistema di accesso.
ja: ログインシステムを保護するための高度なセキュリティ機能。
ko_kr: 로그인 시스템을 보호하기 위한 고급 보안 기능.
pt_br: Recursos avançados de segurança para proteger seu sistema de login.

source: Force Login
ar: فرض تسجيل الدخول
de_de: Anmeldung erzwingen
es_es: Forzar inicio de sesión
fr_fr: Forcer la connexion
he_il: כפה התחברות
it_it: Forza login
ja: 強制ログイン
ko_kr: 강제 로그인
pt_br: Forçar login

source: Require users to login before accessing the website
ar: مطالبة المستخدمين بتسجيل الدخول قبل الوصول إلى الموقع
de_de: Benutzer müssen sich anmelden, bevor sie auf die Website zugreifen
es_es: Requerir que los usuarios inicien sesión antes de acceder al sitio web
fr_fr: Exiger que les utilisateurs se connectent avant d'accéder au site
he_il: דרוש ממשתמשים להתחבר לפני הגישה לאתר
it_it: Richiedi agli utenti di accedere prima di accedere al sito web
ja: ウェブサイトにアクセスする前にユーザーにログインを要求
ko_kr: 웹사이트에 액세스하기 전에 사용자가 로그인하도록 요구
pt_br: Exigir que usuários façam login antes de acessar o site

source: Visitors must authenticate before viewing any content. Registration and password reset still work normally.
ar: يجب على الزوار المصادقة قبل عرض أي محتوى. لا يزال التسجيل وإعادة تعيين كلمة المرور يعملان بشكل طبيعي.
de_de: Besucher müssen sich authentifizieren, bevor sie Inhalte sehen können. Registrierung und Passwort-Zurücksetzen funktionieren normal.
es_es: Los visitantes deben autenticarse antes de ver cualquier contenido. El registro y restablecimiento de contraseña funcionan normalmente.
fr_fr: Les visiteurs doivent s'authentifier avant de voir le contenu. L'inscription et la réinitialisation du mot de passe fonctionnent normalement.
he_il: מבקרים חייבים להזדהות לפני צפייה בכל תוכן. הרשמה ואיפוס סיסמה עדיין עובדים כרגיל.
it_it: I visitatori devono autenticarsi prima di visualizzare qualsiasi contenuto. Registrazione e reset password funzionano normalmente.
ja: 訪問者はコンテンツを表示する前に認証する必要があります。登録とパスワードリセットは通常通り機能します。
ko_kr: 방문자는 콘텐츠를 보기 전에 인증해야 합니다. 등록 및 비밀번호 재설정은 정상적으로 작동합니다.
pt_br: Visitantes devem se autenticar antes de visualizar qualquer conteúdo. Registro e redefinição de senha ainda funcionam normalmente.

source: ⚠️ Important: Force Login may not work properly with aggressive page caching (LiteSpeed, Cloudflare, etc.). For best results, clear your cache when this feature is enabled. The plugin attempts to bypass caching, but server-level caching may still serve cached pages to non-logged-in users.
ar: ⚠️ مهم: قد لا يعمل تسجيل الدخول الإجباري بشكل صحيح مع التخزين المؤقت المتقدم (LiteSpeed، Cloudflare، إلخ). للحصول على أفضل النتائج، قم بمسح ذاكرة التخزين المؤقت عند تفعيل هذه الميزة. تحاول الإضافة تجاوز التخزين المؤقت، لكن التخزين المؤقت على مستوى الخادم قد يظل يقدم صفحات مخزنة مؤقتاً للمستخدمين غير المسجلين.
de_de: ⚠️ Wichtig: Erzwungene Anmeldung funktioniert möglicherweise nicht richtig mit aggressivem Seiten-Caching (LiteSpeed, Cloudflare, usw.). Für beste Ergebnisse leeren Sie Ihren Cache, wenn diese Funktion aktiviert ist. Das Plugin versucht, das Caching zu umgehen, aber Server-seitiges Caching kann weiterhin zwischengespeicherte Seiten an nicht angemeldete Benutzer liefern.
es_es: ⚠️ Importante: Forzar inicio de sesión puede no funcionar correctamente con caché de página agresivo (LiteSpeed, Cloudflare, etc.). Para mejores resultados, limpia tu caché cuando esta función esté habilitada. El plugin intenta evitar el caché, pero el caché a nivel de servidor aún puede servir páginas en caché a usuarios no autenticados.
fr_fr: ⚠️ Important: La connexion forcée peut ne pas fonctionner correctement avec la mise en cache agressive des pages (LiteSpeed, Cloudflare, etc.). Pour de meilleurs résultats, videz votre cache lorsque cette fonction est activée. Le plugin tente de contourner la mise en cache, mais le cache au niveau du serveur peut toujours servir des pages en cache aux utilisateurs non connectés.

source: ⚠️ Important: Security Headers (especially Content-Security-Policy) may conflict with other plugins or themes that use inline scripts/styles. If you experience broken functionality after enabling this, check your browser console for CSP violations and consider disabling this feature or adjusting your CSP policy.
ar: ⚠️ مهم: قد تتعارض رؤوس الأمان (خاصة Content-Security-Policy) مع الإضافات أو القوالب الأخرى التي تستخدم النصوص البرمجية/الأنماط المضمنة. إذا واجهت وظائف معطلة بعد التفعيل، تحقق من وحدة تحكم المتصفح للانتهاكات CSP وفكر في تعطيل هذه الميزة أو تعديل سياسة CSP.
de_de: ⚠️ Wichtig: Sicherheitsheader (insbesondere Content-Security-Policy) können mit anderen Plugins oder Themes in Konflikt stehen, die Inline-Skripte/Styles verwenden. Wenn Sie nach der Aktivierung Funktionsstörungen feststellen, prüfen Sie die Browser-Konsole auf CSP-Verletzungen und erwägen Sie, diese Funktion zu deaktivieren oder Ihre CSP-Richtlinie anzupassen.
es_es: ⚠️ Importante: Los encabezados de seguridad (especialmente Content-Security-Policy) pueden entrar en conflicto con otros plugins o temas que usan scripts/estilos en línea. Si experimenta funcionalidad rota después de habilitar esto, verifique la consola de su navegador para violaciones de CSP y considere deshabilitar esta función o ajustar su política de CSP.
fr_fr: ⚠️ Important: Les en-têtes de sécurité (en particulier Content-Security-Policy) peuvent entrer en conflit avec d'autres plugins ou thèmes utilisant des scripts/styles en ligne. Si vous rencontrez des dysfonctionnements après l'activation, vérifiez la console de votre navigateur pour les violations CSP et envisagez de désactiver cette fonction ou d'ajuster votre politique CSP.
he_il: ⚠️ חשוב: כותרות אבטחה (במיוחד Content-Security-Policy) עלולות להתנגש עם תוספים או ערכות נושא אחרים המשתמשים בסקריפטים/סגנונות מוטמעים. אם אתה נתקל בתקלות לאחר הפעלה, בדוק את מסוף הדפדפן עבור הפרות CSP ושקול להשבית תכונה זו או להתאים את מדיניות CSP.
it_it: ⚠️ Importante: Gli header di sicurezza (specialmente Content-Security-Policy) potrebbero entrare in conflitto con altri plugin o temi che utilizzano script/stili inline. Se si verificano malfunzionamenti dopo l'attivazione, controlla la console del browser per violazioni CSP e considera di disabilitare questa funzione o modificare la tua policy CSP.
ja: ⚠️ 重要: セキュリティヘッダー（特にContent-Security-Policy）は、インラインスクリプト/スタイルを使用する他のプラグインやテーマと競合する可能性があります。有効化後に機能が壊れた場合は、ブラウザコンソールでCSP違反を確認し、この機能を無効にするかCSPポリシーを調整することを検討してください。
ko_kr: ⚠️ 중요: 보안 헤더(특히 Content-Security-Policy)는 인라인 스크립트/스타일을 사용하는 다른 플러그인이나 테마와 충돌할 수 있습니다. 활성화 후 기능 오류가 발생하면 브라우저 콘솔에서 CSP 위반을 확인하고 이 기능을 비활성화하거나 CSP 정책을 조정하는 것을 고려하세요.
pt_br: ⚠️ Importante: Cabeçalhos de segurança (especialmente Content-Security-Policy) podem entrar em conflito com outros plugins ou temas que usam scripts/estilos inline. Se você experimentar funcionalidade quebrada após ativar isso, verifique o console do navegador para violações de CSP e considere desativar este recurso ou ajustar sua política de CSP.

source: Hide wp-login.php
ar: إخفاء wp-login.php
de_de: wp-login.php verstecken
es_es: Ocultar wp-login.php
fr_fr: Masquer wp-login.php
he_il: הסתר wp-login.php
it_it: Nascondi wp-login.php
ja: wp-login.phpを非表示
ko_kr: wp-login.php 숨기기
pt_br: Ocultar wp-login.php

source: Hide and protect default WordPress login URL
de_de: Standard-WordPress-Anmelde-URL verstecken und schützen
es_es: Ocultar y proteger la URL de inicio de sesión predeterminada de WordPress

source: Custom Login URL
ar: رابط تسجيل دخول مخصص
de_de: Benutzerdefinierte Anmelde-URL
es_es: URL de inicio de sesión personalizada
fr_fr: URL de connexion personnalisée
he_il: כתובת התחברות מותאמת אישית
it_it: URL di accesso personalizzato
ja: カスタムログインURL
ko_kr: 사용자 정의 로그인 URL
pt_br: URL de login personalizado

source: Custom URL slug for the login page (e.g., secure-login)
de_de: Benutzerdefinierter URL-Slug für die Anmeldeseite (z.B. sichere-anmeldung)
es_es: Slug de URL personalizado para la página de inicio de sesión (ej., inicio-seguro)

source: Your login URL will be:
de_de: Ihre Anmelde-URL wird sein:
es_es: Tu URL de inicio de sesión será:

source: Copy
ar: نسخ
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
he_il: העתק
it_it: Copia
ja: コピー
ko_kr: 복사
pt_br: Copiar

source: Copied!
ar: تم النسخ!
de_de: Kopiert!
es_es: ¡Copiado!
fr_fr: Copié !
he_il: הועתק!
it_it: Copiato!
ja: コピーしました！
ko_kr: 복사됨!
pt_br: Copiado!

source: Max Login Attempts
ar: الحد الأقصى لمحاولات تسجيل الدخول
de_de: Maximale Anmeldeversuche
es_es: Máximo de intentos de inicio de sesión
fr_fr: Tentatives de connexion maximales
he_il: מספר מקסימלי של ניסיונות התחברות
it_it: Tentativi di login massimi
ja: 最大ログイン試行回数
ko_kr: 최대 로그인 시도 횟수
pt_br: Tentativas máximas de login

source: Maximum failed login attempts before temporary lockout.
ar: الحد الأقصى لمحاولات تسجيل الدخول الفاشلة قبل الحظر المؤقت.
de_de: Maximale fehlgeschlagene Anmeldeversuche vor vorübergehender Sperrung.
es_es: Máximo de intentos de inicio de sesión fallidos antes del bloqueo temporal.
he_il: מספר מקסימלי של ניסיונות התחברות כושלים לפני נעילה זמנית.
it_it: Numero massimo di tentativi di accesso falliti prima del blocco temporaneo.
ja: 一時的なロックアウト前の最大失敗ログイン試行回数。
ko_kr: 임시 잠금 전 최대 실패한 로그인 시도 횟수.
pt_br: Número máximo de tentativas de login falhadas antes do bloqueio temporário.

source: Lockout Duration
ar: مدة الإغلاق
de_de: Sperrdauer
es_es: Duración del bloqueo
fr_fr: Durée du verrouillage
he_il: משך נעילה
it_it: Durata blocco
ja: ロックアウト期間
ko_kr: 잠금 기간
pt_br: Duração do bloqueio

source: 5 minutes
de_de: 5 Minuten
es_es: 5 minutos

source: 10 minutes
de_de: 10 Minuten
es_es: 10 minutos

source: 15 minutes
de_de: 15 Minuten
es_es: 15 minutos

source: 30 minutes
de_de: 30 Minuten
es_es: 30 minutos

source: 60 minutes
de_de: 60 Minuten
es_es: 60 minutos

source: How long to lock out users after too many failed attempts.
ar: مدة إغلاق المستخدمين بعد الكثير من المحاولات الفاشلة.
de_de: Wie lange Benutzer nach zu vielen fehlgeschlagenen Versuchen gesperrt werden.
es_es: Cuánto tiempo bloquear usuarios después de demasiados intentos fallidos.
fr_fr: Durée de verrouillage des utilisateurs après trop de tentatives échouées.
he_il: כמה זמן לנעול משתמשים לאחר יותר מדי ניסיונות כושלים.
it_it: Quanto tempo bloccare gli utenti dopo troppi tentativi falliti.
ja: 失敗回数が多すぎる場合のユーザーロックアウト時間。
ko_kr: 너무 많은 실패 시도 후 사용자를 잠그는 시간.
pt_br: Por quanto tempo bloquear usuários após muitas tentativas falhadas.

source: Email Notifications
ar: إشعارات البريد الإلكتروني
de_de: E-Mail-Benachrichtigungen
es_es: Notificaciones por correo
fr_fr: Notifications par e-mail
